{"passage": "Rudolf Virchow, a German medical officer specializing in cellular pathology, first expressed the fundamental dictum regarding cells in his phrase omnis cellula e cellula (all cells from cells). For cellular reproduction is the ultimate basis of the continuity of life; the cell is not only…", "positive": "what did rudolf virchow do for the cells", "negative": "to which part of the cell theory did virchow contribute"}
{"passage": "Carrier is one of two United Technologies plants to announce a move to Mexico — the corporation announced on the same day it would also be moving a plant in Huntington, Indiana. The closing will eliminate about 700 jobs from the city in northeastern Indiana, according to the Indianapolis Star.", "positive": "where is carrier moving to", "negative": "what day is father's day in mexico"}
{"passage": "Boss Hogg is a character from the TV series The Dukes of Hazzard. He was the wealthiest, greedy, and unethical commissioner of Hazzard County. He would do anything to get his hands on more money, including executing many nefarious and criminal schemes. The role of Boss Hogg was played by Sorrell Booke. Those idiots, doh.", "positive": "who played boss hog on the dukes of hazzard", "negative": "what was the name of elaine's boss on seinfeld"}
{"passage": "Herrin, Illinois. Herrin is a city in Williamson County, Illinois, United States. Herrin is the home of the Herrin Tigers. The population was 12,501 at the 2010 census.", "positive": "what county is herrin, il located in", "negative": "weather in mchenry county illinois"}
{"passage": "Cal-Optima is the managed care program that administers Medi-Cal benefits in Orange County. Once your Medi-Cal application is approved, you will receive enrollment information from Cal-Optima and at that time you will be able to choose a health care provider.ny bill received 3 months prior to your application for Medi-Cal may be covered by requesting Retroactive Medi-Cal Coverage. In addition, certain unpaid, old medical bills can be used to reduce your Medi-Cal share of cost (SOC).", "positive": "how long to get medi-cal approved", "negative": "what is the income level for a cal grant"}
{"passage": "Dennis Lee Hopper (May 17, 1936 – May 29, 2010) was an American actor, filmmaker, photographer, and artist. He attended the Actors Studio, made his first television appearance in 1954, and soon after appeared alongside James Dean in Rebel Without a Cause (1955) and Giant (1956).", "positive": "who is dennis hopper", "negative": "where is james dean from"}
{"passage": "Fabulousness awaits! Abby Lee Miller, the Dance Moms star who pleaded guilty to bankruptcy fraud and failure to report thousands of dollars in foreign currency on June 27, will be sentenced on Oct. 11 — and her former costars are telling In Touch exactly how they feel about Abby finding herself behind bars. “I’ll be so glad if she goes to prison.", "positive": "when did abby do to jail", "negative": "who plays abby on ranch"}
{"passage": "Map of Mississippi also shows that it shares its administrative border with Alabama in the east, Tennessee in the north, Arkansas in the north-west, and Louisiana in the south-west. Besides, it has also small coastline along the Gulf of Mexico. The name Mississippi of the state is derived from the Mississippi River, which flows along its western boundary. Jackson is the capital and largest city of Mississippi. The state is lush with forest outside of the Mississippi Delta area. The catfish aquaculture farms of Mississippi produce the majority of farm-raised catfish consumed in the United States. The climate type of Mississippi is a humid subtropical.", "positive": "where is mississippi state located", "negative": "what is the state abbreviation for mississippi"}
{"passage": "1 If the UNIX or Linux hostname is incorrect, do one of the following: 2  Change the hostname on the UNIX or Linux host to the correct one and create a new certificate. 3  Create a new certificate with the desired hostname.or this certificate to be valid, the common name (CN) that is used in the certificate must match the fully qualified domain name (FQDN) that is resolved by Operations Manager. If the CN does not match, you will see the following error when you run the Discovery Wizard: Copy.", "positive": "in computing what does common match mean", "negative": "what element stands for cn"}
{"passage": "In The original series of Mighty Morphin Power Rangers the name of the Pink Ranger was Kimberly Hart played by Amy Jo Johnson who later starred in Beethoven's 3rd movie.", "positive": "what is the pink power rangers power", "negative": "is kimberly a man's name"}
{"passage": "Its source lies in the eastern Naukluft Mountains. South-west of Ai-Ais it flows into the Oranje.The Fish River canyon, situated along the lower reaches of the Fish River, is one of the most impressive natural beauties in the southern part of Namibia.With a depth of up to 550 metres, the Fish River Canyon is the second largest canyon in the world.The enormous gorge meanders along a distance of approx. 160 kilometres through the fissured Koubis massif all the way down to Ai-Ais.The canyon starts near Seeheim.ish River Canyon. The canyon is part of a national nature conservation park. The gate is situated at the restcamp Hobas. From there, you have to drive another 10 kilometres to the actual canyon which offers a stunning view of the famous Hell's Bend.The Fish River Canyon has become a popular hiking destination.", "positive": "where is the fish river canyon", "negative": "what is a canyon in geography"}
{"passage": "Geology can also refer generally to the study of the solid features of any celestial body (such as the geology of the Moon or Mars). Geology gives insight into the history of the Earth by providing the primary evidence for plate tectonics, the evolutionary history of life, and past climates.", "positive": "define geology", "negative": "slump definition geology"}
{"passage": "When to Expect Crawling to Begin. Babies typically begin to crawl between 6 and 10 months, although some may skip the crawling phase altogether and go straight to pulling up, cruising, and walking. Help your babe get ready for his crawling debut by giving him lots of supervised tummy time.", "positive": "how old should baby start crawling", "negative": "when should a baby start crawling"}
{"passage": "Cavitation - an Introduction. Cavitation occurs in fluid flow systems where the local static pressure is below vapor pressure. Cavitation is a common problem in pumps and control valves - causing serious wear, tear and damage. Under the wrong conditions cavitation reduces components life time dramatically.", "positive": "what is tool cavitation", "negative": "what is cavitation and flashing"}
{"passage": "Introduction. The Civil Rights Act signed into law in April 1968–popularly known as the Fair Housing Act–prohibited discrimination concerning the sale, rental and financing of housing based on race, religion, national origin and sex.he proposed civil rights legislation of 1968 expanded on and was intended as a follow-up to the historic Civil Rights Act of 1964. The bill’s original goal was to extend federal protection to civil rights workers, but it was eventually expanded to address racial discrimination in housing.", "positive": "what was the civil rights act of 1968", "negative": "what protects the rights of religion"}
{"passage": "Serena and Venus Williams Are Siblings Forever, but Rivals for Not Much Longer. Serena Williams, left, embraced her sister Venus after defeating her, 6-4, 6-3, in Wimbledon’s fourth round. WIMBLEDON, England — “Time!” the chair umpire kept saying on Monday, the customary reminder to resume play after a changeover.", "positive": "is venus williams serena williams sisters", "negative": "what is the definition of umpire"}
{"passage": "Shea Moisture is an organic skin care company that was founded by Sofi Tucker in 1912, where products such as natural soaps and shea butter were first sold to local towns and villages in Sierra Leone, West Africa, before the Company’s home base was later moved to a small village in Amityville, NY, where the products are made today.", "positive": "what is shea moisture", "negative": "what is naturally refined shea butter"}
{"passage": "Botaniko Weston home prices range from $1.3 million to $7 million. The $100,000 deposits are still fully refundable, but The Terra Group is encouraged by the initial response to its new Weston development featuring contemporary European home designs.", "positive": "botaniko weston price", "negative": "what county is weston ma in"}
{"passage": "(229) 378-3004. Cairo, the county seat for Grady County, incorporated on October 28, 1870. Local stories propose that the city takes its name either from the city in Egypt or from the town of Cairo, Illinois. The city's name, however, is pronounced Cayroe. Cairo is the birthplace of famous baseball player Jackie Robinson.", "positive": "cairo ga is what county", "negative": "what county is mason city, illinois in"}
{"passage": "Doctors for Piriformis Syndrome: This section presents information about some of the possible medical professionals that might be involved with Piriformis Syndrome. Ask your doctor to recommend what other types of doctors, physicians, medical specialists, or other medical professionals should be part of the team for your medical issues. See full list below. Doctor and medical specialist list for Piriformis Syndrome: The following types of doctors or medical specialists may be involved in diagnosis, treatment or management for Piriformis Syndrome: Neurologist.", "positive": "what type of doctor specializes in piriformis syndrome", "negative": "what is imcd, medical"}
{"passage": "Affect is the experience of feeling or emotion. Affect is a key part of the process of an organism's interaction with stimuli. The word also refers sometimes to affect display, which is a facial, vocal, or gestural behavior that serves as an indicator of affect (APA 2006). The affective domain represents one of the three divisions described in modern psychology: the cognitive, the conative, and the affective.", "positive": "what is affect behavior", "negative": "cognitive restructuring means psychology"}
{"passage": "How much money do you give a college graduate? A: Most gift-givers feel $50 to $100 is an appropriate amount to give for a high school or college graduate, according to a 2014 survey conducted by Investor Pulse. Of the people surveyed, 87 percent thought it was important to give graduating members of immediate family gifts for the occasion.", "positive": "how much should you give for a college graduation", "negative": "how much money should you give for college graduation gift"}
{"passage": "In simpler terms: the dew point, or frost point, is the temperature at which dew or frost will form should the air temperature fall sufficiently. Other things being equal, as the temperature falls, the relative humidity rises, reaching 100% at the dew point, at least at ground level. Dew point temperature is never greater than the air temperature, since the relative humidity cannot exceed 100%.", "positive": "what is the relative humidity of air at its dew point", "negative": "what is considered a good humidity level"}
{"passage": "Rebreathing resulted in acidosis because the pH value began to dip below the normal range between 20 and 30 secods--as soon as it went below 7.35. Acidosis is the result of impaired respiration (hypoventilation)that leads to the accumulation of too much carbon dioxide in the blood.", "positive": "what is the effect of hypoventilation on ph?", "negative": "causes lactic acidosis"}
{"passage": "In majority of the people, the swelling occurs from overeating, and when the food is digested, the swelling tends to disappear. However, in some people the swelling can occur due to certain medical problems. Hence, it is not uncommon for women to ask can fibroids cause abdominal swelling. Fibroids are growths that develop in the uterus. These growths have characteristic symptoms such as feeling that the stomach is full, abdominal swelling, constipation, and experiencing pain during sex.", "positive": "do fibroids make your uterus swell", "negative": "what are cellular fibroids"}
{"passage": "Mr. Stamps promised Johnny a fortune for the song, and there was an agreement for Johnny Wright to get a royalty each time the song was recorded, . . . indeed Johnny would have made a fortune. . . but it never came. . . always one legal hassle or another.", "positive": "who recorded the song memories", "negative": "ffs johnny delusional lyrics"}
{"passage": "Some of the courses you think are popular may end up taking you nowhere. 1. Bachelor of Commerce plus CPA/CFA/ACCA/CIFA- Bachelor of Commerce remains one of the most marketable courses in Kenya. But before you decide to enroll for the business course ensure you also enroll for a professional course.", "positive": "which courses are marketable in kenya", "negative": "are treasury notes marketable"}
{"passage": "Let us look at each of the four types of papillae in detail explaining their location, shape and histology in detail. Filiform papillae: These are the most numerous papillae seen on the surface of the tongue and are hair like or thread like in appearance projecting out from the dorsal surface of the tongue and are seen on the front two thirds of the tongue. Filiform papillae do not contain Taste Buds in them.", "positive": "which type of papillae is the most numerous?", "negative": "what speicfic type of lingual papillae do not contain taste buds"}
{"passage": "English Meaning: The name Blake is an English baby name. In English the meaning of the name Blake is: Light; dark. American Meaning: The name Blake is an American baby name. In American the meaning of the name Blake is: Light; dark.Scottish Meaning: The name Blake is a Scottish baby name. In Scottish the meaning of the name Blake is: Dark; dark-haired.merican Meaning: The name Blake is an American baby name. In American the meaning of the name Blake is: Light; dark. Scottish Meaning: The name Blake is a Scottish baby name. In Scottish the meaning of the name Blake is: Dark; dark-haired. Can also mean the reverse: 'fair; pale.' Blakeman.", "positive": "meaning of the name blake", "negative": "who plays blake on the good wife"}
{"passage": "In my view they represent the best of the best sources of information, research, and ongoing training for physician’s. The goal of the Institute of Functional Medicine (IFM) is to serve the highest expression of individual health through the widespread adoption of functional medicine as the standard of medical care.", "positive": "functional medicine ifm", "negative": "what is the goal of flexibility training"}
{"passage": "In a geometric sequence the same number (positive or negative) … is multiplied into each term to get to the next term. A geometric sequence uses multiplicative and divisive formulas while an arithmetic uses additive and subtractive formulas. 7 people found this useful.", "positive": "what's a geometric sequence", "negative": "what is multiplicative inverse"}
{"passage": "Could there be a mini-SNES or mini-N64 in the future, Kotaku asked. We have nothing to announce at this time, Nintendo said. Finally, Nintendo confirmed that the mini-NES' chamber lid does not open and it cannot play old NES cartridges. The NES Classic Edition launches on November 11, priced at $60. Additional controllers are available for $10.", "positive": "when does the snes classic come out", "negative": "is mini made by bmw?"}
{"passage": "The average cost to paint the interior of a house falls between $1.50 and $3.50 per square foot. If you’re doing the ceilings, walls and trim, the cost per square foot will likely fall between $3 and $4. If there is damage to the walls that needs to be repaired before painting can proceed, you’ll pay extra.", "positive": "average price of paint per square foot", "negative": "can you used interior paint outside"}
{"passage": "Beijing, China. Mao Zedong, Wade-Giles romanization Mao Tse-tung (born December 26, 1893, Shaoshan, Hunan province, China—died September 9, 1976, Beijing) principal Chinese Marxist theorist, soldier, and statesman who led his country’s communist revolution.", "positive": "what year did mao die", "negative": "weather in beijing, china celsius"}
{"passage": "The feeding recommendation for an adult Siberian husky is 1 ½ - 2 cans of wet food per day, based on a 12-oz can. Mid-range name brand dog food costs about $1.25 per can. At 2 cans per day, your cost would be $75 per month.Premium canned food costs on average $2.50 per can. Feeding your dog slightly less of the premium food, you'll need 1 to 1 1/2 cans per day. At $2.50 per can for 45 cans, the cost would be $112.50 per month.remium or natural dog food can cost $60 to $70 for a 30 lb bag for brands such as Blue Buffalo, Eukanuba, and Wellness. Because dogs can eat slightly less when eating premium dog food, a husky would eat about 1 1/2 cups per day.", "positive": "how much does it cost to own a dog per month", "negative": "what is the average cost of euthanizing a dog"}
{"passage": "[edit on Wikidata] Cardiorenal syndrome (CRS) is an umbrella term used in the medical field that defines disorders of the heart and kidneys whereby “acute or chronic dysfunction in one organ may induce acute or chronic dysfunction of the other”.", "positive": "what is crs in medical terms", "negative": "inflammation around the heart medical term"}
{"passage": "Michael Jordan Quotes. I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", "positive": "how many times did michael jordan miss game winning shots", "negative": "how rich is michael jordan"}
{"passage": "About Aerospace. With more than 28,500 employees and a leadership position in global markets, Bombardier Aerospace designs, manufactures and supports innovative aviation products for the business, commercial, specialized and amphibious aircraft markets.", "positive": "aerospace & marine international how many employees", "negative": "what is aerospace logistics"}
{"passage": "Shannon Kelley has been married to Mary Lou Retton since December 29, 1990. They have been married for 26.3 years. Shannon Kelley.", "positive": "who is mary lou retton married to", "negative": "is enrique iglesias married"}
{"passage": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, established in 1636.Its history, influence and wealth have made it one of the most prestigious universities in the world.stablished originally by the Massachusetts legislature and soon thereafter named for John Harvard (its first benefactor), Harvard is the United States' oldest institution of higher learning, and the Harvard Corporation (formally, the President and Fellows of Harvard College) is its first chartered corporation.", "positive": "where is harvard university located", "negative": "what is harvard"}
{"passage": "Joseph Stalin. Joseph Stalin's forced industrialization of the Soviet Union caused the worst man-made famine in history. Find out more about his life and rise to power in this video.", "positive": "what did joseph stalin do bad", "negative": "when was the great chinese famine"}
{"passage": "From Wikipedia, the free encyclopedia. Peripheral edema is edema (accumulation of fluid causing swelling) in tissues perfused by the peripheral vascular system, usually in the lower limbs. In the most dependent parts of the body (those hanging distally), it may be called dependent edema.rom Wikipedia, the free encyclopedia. Peripheral edema is edema (accumulation of fluid causing swelling) in tissues perfused by the peripheral vascular system, usually in the lower limbs. In the most dependent parts of the body (those hanging distally), it may be called dependent edema.", "positive": "what is peripheral oedema", "negative": "what is edema"}
{"passage": "The knee is a pivot-like hinge joint in the leg that connects the bones in the upper and lower leg. It is the largest joint in the human body. The knee is where the femur in the upper leg meets with the tibia and fibula bones in the lower leg. Another bone, the patella or kneecap, is at the center of the knee.The knee joint is composed of numerous tendons, ligaments, and protective elements, such as cartilage and bursa.any muscles that power foot movements begin as high up as the back of the knee and extend down to the foot. Possibly the most important structure in the lower leg is the Achilles tendon. It connects three muscles—the plantaris, calf, and soleus—to the heel bone.", "positive": "what is the main tendon in the upper leg called", "negative": "describe thefollowing joint pivot"}
{"passage": "tweet. email. You probably eat umami all the time: It's that meaty, savory, brothlike, full-flavor taste we get from things like Parmesan cheese, mushrooms and red wine. Generally speaking, the more mature a food is (say, a Parmesan cheese versus a younger cheese like mozzarella), the more umami flavor it will have.nd as a result we eat more food. So, umami-rich food creates satisfaction. Also, umami makes salt taste saltier. So, if you want to reduce the amount of sodium that's in your diet, you make sure you have a lot of umami in your food and you don't have to salt it as much.", "positive": "what food has umami taste", "negative": "what is pasteurized processed cheese food"}
{"passage": "Prolensa Prices This Prolensa price guide is based on using the Drugs.com discount card which is accepted at most U.S. pharmacies. The cost for Prolensa ophthalmic solution 0.07% is around $271 for a supply of 3 milliliters, depending on the pharmacy you visit. Prices are for cash paying customers only and are not valid with insurance plans. Prolensa is available as a brand name drug only, a generic version is not yet available. For more information, read about generic Prolensa availability.", "positive": "price of prolensa eye drops", "negative": "eliquis generic price"}
{"passage": "A stiff neck typically is the result of muscles weakening over time from poor posture or misuse, says chiropractor Andrew Bang, DC, of Cleveland Clinic’s Center for Integrative Medicine. Looking down at your computer monitor all day can cause the muscles around the neck joints to tire and become overstretched.", "positive": "causes of stiff back of the neck", "negative": "what causes a painful stiff neck"}
{"passage": "Despite little radio or television support, Iron Maiden are considered one of the most successful heavy metal bands in history, with The Observer reporting in 2015 that the band have sold over 90 million copies of their albums worldwide.", "positive": "what genre of rock are they  iron maiden", "negative": "what is lillian disney's maiden name"}
{"passage": "If you do sneeze, take precautions not to spread disease. Many doctors now recommend sneezing into the inside of the elbow rather than the hands to discourage the spread of germs. At the very least you should cover your mouth and nose so as to prevent the spraying germs into the air.", "positive": "what to do about sneezing", "negative": "how far does a sneeze travel"}
{"passage": "The LDAP queries and the usage of .NET classes used are confined to QueryObjectsByNETClasses() and GetFilterString() methods. The following code in QueryObjectsByNETClasses() method creates a DirectorySearcher object and sets properties on the searcher depending on the user preferences given in the main form.", "positive": "how to use ldap query", "negative": "what is the use of the bind command in ldap"}
{"passage": "Yes, lung nodules can be cancerous, though most lung nodules are noncancerous (benign). Lung nodules — small masses of tissue in the lung — are quite common. They appear as round, white shadows on a chest X-ray or computerized tomography (CT) scan.", "positive": "are nodules in the lungs always cancer", "negative": "lung nodule what causes"}
{"passage": "Here are our Top 10 picks for the 2016 summer season: Standing 223 feet tall, Valravn is the 18th roller coaster to open at Cedar Point, the roller coaster capital of the world, in Sandusky, Ohio. Open in early May, Valravn claims to be the world's tallest dive coaster (223 feet), fastest dive coaster (75 mph) and the longest dive coaster (3,415 feet), with most inversions on a dive coaster (3) and the longest drop on a dive coaster (214 feet).", "positive": "what is the name of the roller coaster park in ohio", "negative": "weight of dive tank empty"}
{"passage": "Rice Bran of 17 grams per day alleviates constipation by increasing the stool mass and increasing the frequency of bowel movements. Wheat Bran of 15 grams per day alleviates constipation due to the Polysaccharides (beta 1,4 glucan) in Wheat Bran adding to the weight of the stool as a bulking agent.", "positive": "foods that alleviates constipation", "negative": "what are polysaccharides"}
{"passage": "The squeeze technique is often recommended as a therapy for premature ejaculation. Just before ejaculation, the shaft of the penis is firmly squeezed between the thumb and forefinger. The squeezing causes a significant reduction in the erection which prevents ejaculation.", "positive": "what is squeeze technique used for", "negative": "what is the clear fluid that precedes ejaculation"}
{"passage": "2016 PRESEASON SCHEDULE ANNOUNCED. ​The NFL has finalized its 65-game 2016 preseason schedule, which includes a slate of eight nationally televised preseason games, the league announced today. The 2016 preseason will kick off on Sunday, August 7 (ESPN, 8:00 PM ET) in Canton, Ohio when the Green Bay Packers face the Indianapolis Colts in the NFL/Hall of Fame Game.", "positive": "televised nfl preseason schedule", "negative": "nfl redzone preseason schedule"}
{"passage": "• HYPERVENTILATION (noun) The noun HYPERVENTILATION has 1 sense: 1. an increased depth and rate of breathing greater than demanded by the body needs; can cause dizziness and tingling of the fingers and toes and chest pain if continued. Familiarity information: HYPERVENTILATION used as a noun is very rare. Dictionary entry details. • HYPERVENTILATION (noun) Meaning: An increased depth and rate of breathing greater than demanded by the body needs; can cause dizziness and tingling of the fingers and toes and chest pain if continued.", "positive": "what does hyperventilation mean", "negative": "what would be the cause of your fingers and toes freezing up on you"}
{"passage": "Polymetallic nodules, also called manganese nodules, are rock concretions on the sea bottom formed of concentric layers of iron and manganese hydroxides around a core.The core may be microscopically small and is sometimes completely transformed into manganese minerals by crystallization.When visible to the naked eye, it can be a small test (shell) of a microfossil (radiolarian or foraminifer), a phosphatized shark tooth, basalt debris or even fragments of earlier nodules.olymetallic nodules. The chemical composition of nodules varies according to the kind of manganese minerals and the size and characteristics of the core. Those of greatest economic interest contain manganese (27-30%), nickel (1.25-1.5 %), copper (1-1.4 %) and cobalt (0.2-0.25 %).", "positive": "how do manganese nodules form", "negative": "how much manganese is in water"}
{"passage": "The Quick and Easy VOIP System Cost Calculator. Relatively speaking, a VOIP system will cost between $500 and $1,000 per phone when all of the components and pieces are factored in. It is a very basic rule of thumb, and you can very well fall below that mark, or above it, depending on the complexities and size of your VOIP phone system. My Last Tid-Bit of Advice.", "positive": "price for voip phone system", "negative": "what is a fixed voip number"}
{"passage": "The Seychelles are a group of 115 islands, only a few inhabited, in the Indian Ocean that lie off the coast of East Africa, northeast of Madagascar. Understand . The Seychelles were disputed between France and Great Britain during the age of colonialism, with Britain ending up in control in 1814 after the Napoleonic Wars.", "positive": "where are seychelles islands", "negative": "define colonialism"}
{"passage": "Because LDH is present in so many types of cells, high levels of LDH may indicate any one of a number of conditions. Elevated levels of LDH isoenzymes may indicate: 1  blood flow deficiency. 2  cerebrovascular accident, such as a stroke. 3  certain cancers. 4  heart attack. 5  hemolytic anemia. 6  infectious mononucleosis. 7  liver disease, such as hepatitis.", "positive": "causes of increased ldh", "negative": "what is a ldh blood test"}
{"passage": "Writ of trespass on the case. WRIT OF TRESPASS ON THE CASE, practice. A writ which lies where a party sues for damages for any wrong or cause of complaint to which covenant or trespass will not apply. See 3 Woodes. 167; Steph. Pl. 15. 2. This action originates in the power given by the statute of Westm.", "positive": "definition of writ of trespass", "negative": "how long is an eviction writ good for"}
{"passage": "As late as January 1968, only a few weeks before Tet, only 28 percent of the American public labeled themselves doves.. But by April 1968, six weeks after the Tet Offensive, doves outnumbered hawks 42 to 41 percent.", "positive": "when was tet offensive", "negative": "what time do mourning doves switch"}
{"passage": "An electric tankless system is somewhat different from a gas-or propane-powered system; there is a heating element inside the pipe that heats the water as it passes through. The element comes on as soon as you turn on the hot water tap and it continues to heat the water until you turn off the tap.", "positive": "how does tankless hot water heaters work", "negative": "what is a public water system"}
{"passage": "Branchville, South Carolina. Branchville is a town in Orangeburg County, South Carolina, United States. The population was 1,024 at the 2010 census.", "positive": "what co is branchville sc in", "negative": "what religious groups settled in south carolina"}
{"passage": "Picture of Seborrheic Keratosis. Seborrheic keratosis: A common skin disorder that is characterized by benign, painless, often wart-like skin lesions that appear to be 'stuck on.' The raised spots are usually yellow or brown. Treatment, if warranted, involves surgical or cryo-surgical removal. Also known as seborrheic warts and verruca.", "positive": "is a seborrheic keratosis the same as a benign skin lesion", "negative": "what is a periungual wart"}
{"passage": "Adobe plans to sell its CS6 suite indefinitely, but the suite is a year old, doesn't include some newer titles such as Edge and Muse, and won't include the . Adobe's Creative Cloud subscription includes software, services, and tools for social networking and collaboration.", "positive": "what is included with creative cloud", "negative": "what is creative tech software"}
{"passage": "Relevance. Rating Newest Oldest. Best Answer: It's a connective tissue because the structure of bone is many cells connected together by an extracellular matrix. This matrix tends to be made up of collagen fibers (which add support) and elastic fibers (which add flexibility).one is a connective tissue, because without bones you cannot maintain a controllable posture. Bones are a connective tissue with a harden matrix,, and it connects articulations, surrounding tissues, tendons, and ligaments. Bones are consist of many connective tissues. Therefore, it's a connective tissue.", "positive": "why is blood considered a connective tissue site:answers.yahoo.com", "negative": "what tissue connects muscles to bones?"}
{"passage": "You could apply for Medicaid the day after the five-year lookback period expires and the gift of that house would be ignored by the Medicaid department in your state. Exceptions to the Medicaid gift rule. Not all gifts cause the imposition of a penalty.", "positive": "what is the medicaid lookback time period", "negative": "what is qmb medicaid"}
{"passage": "United States House of Representatives. The United States House of Representatives is a part of the United States (U. S.) Congress. Congress is the legislature of the U. S. government and makes federal laws. The other part of Congress is the U. S. Senate. There are maximum 435 members in the United States House of Representatives. These members are called U. S. Representatives or just representatives. The number of representatives from each state depends on the number of people in that state, the population, but there is at least one U. S. representative from each of the 50 states.", "positive": "what are members house of representatives called", "negative": "how many presidents have the house of representatives voted to impeach"}
{"passage": "Arlington County is located in northeast Virginia and is surrounded by Fairfax County and the Falls Church to the southwest, the City of Alexandria to the southeast, and Washington, D.C. to the northeast directly across the Potomac River, which forms the county's northern border.", "positive": "what county alexandria va", "negative": "fairfax county population"}
{"passage": "1 On average, installing a backsplash can range in price from $13 to as much as $24 per square foot. 2  This will not include the tile and supplies, but is for installation only. 3  For example, a 25 square foot space could cost anywhere from $325 to as much as $600. On a forum thread on the website Gardenweb.com, homeowners claimed that they paid around $550 to install a 42 square foot area; some paid as much as $30 per square foot to have the backsplash installed.", "positive": "how much does it cost to do a kitchen backsplash", "negative": "how much per square foot to install hardwood floors"}
{"passage": "Richard Matthew Stallman (RMS; born 16 March 1953) is the founder of the Free Software movement, the GNU project, the Free Software Foundation, and the League for Programming Freedom.", "positive": "who is richard stallman", "negative": "what is programming and software development"}
{"passage": "Mitsubishi Motors Announces Outlander Sport Will Be Built in Normal, Illinois Plant /. Mitsubishi Motors Corporation (MMC) today announced that production of the Outlander Sport Crossover Utility vehicle will begin in mid-2012 at the Mitsubishi Motors North America (MMNA) plant in Normal, Illinois.", "positive": "where is mitsubishi outlander built", "negative": "define utility vehicle"}
{"passage": "The giant anteater (Myrmecophaga tridactyla), also known as the ant bear, is a large insectivorous mammal native to Central and South America. It is one of f... Skip navigation", "positive": "where does a giant anteater live", "negative": "how many legs does an ant have"}
{"passage": "DCS was founded in 1994 by parents in the LWSD to create a cooperative learning environment for their children while maintaining the benefits of a district run curriculum. The approximately 72 students work at their own levels of academic readiness.", "positive": "when was dcs founded", "negative": "cooperative learning definition"}
{"passage": "This essay explores further changes that may lie ahead as same-sex marriage debates increasingly affect both family law and the social meanings of marriage. Marriage as an institution has changed most dramatically because of the cumulative effects of the last half-century of de-gendering family law.Same-sex marriage–and perhaps even more so, the highly visible cultural debate over it–is contributing to this process.ame-sex relationships have already significantly altered family law, by leading to new formal relationship statuses and incorporation of the principle that both of a child’s legal parents can be of the same sex.", "positive": "effects of same sex marriage on family", "negative": "when was same sex marriage legalized in all state"}
{"passage": "How To Use Betagen Topical Spray For Dogs. Betagen topical spray can be used to treat bacterial infections around the chest, head, hip, paws and ears of dogs. It is easy to use and apply. This medication should be used according to yours doctors advise so listen carefully when he details the same to you.", "positive": "what is betagen topical spray used for", "negative": "emsam topical"}
{"passage": "Dîner en Blanc is meant to be an ethereal evening, whereby 1,400 people cloaked in white dine at a secret location and passersby “wonder whether it’s all not a dream.”.", "positive": "what is diner en blanc", "negative": "what is chenin blanc"}
{"passage": "Freebase(0.00 / 0 votes)Rate this definition: Marine. A Marine is a member of an infantry force that specializes in naval operations such as amphibious assault. In some countries, a marine force is often part of a navy, but can also be under army or independent command.", "positive": "definition of marine", "negative": "strong force definition"}
{"passage": "The roles of aldosterone and hyperkalemia in the physiology of human hyperkalemic acidosis were considered in a case report in the New England Journal of Medicine. The case concerned a patient with hyperkalemic hypoaldosteronism but only moderate renal impairment.", "positive": "does hyperkalemia cause acidosis", "negative": "aldosterone does what"}
{"passage": "Total revenue equals the sale price of products multiplied by the total amount of units sold. Total cost equals the sum of fixed costs to purchase or produce products and services, such as wholesale prices and machinery, and variable costs to sell the product, such as business taxes, payroll, utility bills and rent. Profit equals total revenue minus total cost.", "positive": "what is the difference between total revenues and total costs", "negative": "cost of revenue example"}
{"passage": "Poison ivy, poison oak, and poison sumac grow almost everywhere in the United States, except Hawaii, Alaska, and some desert areas in the Western U.S. poison ivy usually grows east of the Rocky Mountains and in Canada.", "positive": "is there poison ivy in washington", "negative": "what courses does ivy tech have on agriculture"}
{"passage": "Death Benefit. Share. What is 'Death Benefit'. Death benefit is the amount on a life insurance policy, annuity or pension that is payable to the beneficiary when the insured or annuitant passes away. A death benefit may be a percentage of the annuitant's pension.", "positive": "is a death benefit tables", "negative": "what is a primary annuitant"}
{"passage": "In cardiology, the QT interval is a measure of the time between the start of the Q wave and the end of the T wave in the heart's electrical cycle. The QT interval represents electrical depolarization and repolarization of the ventricles. A lengthened QT interval is a marker for the potential of ventricular tachyarrhythmias like torsades de pointes and a risk factor for sudden death.", "positive": "what is the qt interval", "negative": "how do you measure the pr interval on an ekg strip"}
{"passage": "Re: Skirt Board On Existing Stairs. Or....just lay a 1 X 12 on edge running up the stairs, resting on the tips of the treads. Scribe down to the treads the right amount to make it line up with your 4-1/4 base. Use a framing square to mark for riser cuts. Then if the risers are angled back as they sometimes are in a carpeted situation, scribe the skirt board back after it has been scribed down. This will usually require that 2 boards be connected together to cover the entire length of the stairs.", "positive": "how to scribe stair skirt", "negative": "definition skirt"}
{"passage": "Subject: amendment of rule 8 of the Customs and Central Excise Duties Drawback Rules, 1995 to reduce monetory limit to Rs. 500/- and removal of minimum limit of 2% in case of export under duty Exemption scheme and exports by post-.", "positive": "what is the minimum drawback bond amount", "negative": "does the ninth amendment limit government power?"}
{"passage": "Explore Visual Aids, Cavities, and more! Epithelia tissue covers the body surfaces, lines body cavities, forms external and internal linings of many organs, and constitutes glands. It has many different forms for its many functions: protection, secretion, excretion, absorption, filtration, and sensation. Each type of epithelial tissue will be outlined in detail. See More", "positive": "which tissue type covers body surfaces and lines internal organs?", "negative": "name and describe the two body forms of cnidarians"}
{"passage": "1 The human left lung is divided into two lobes, an upper and a lower, by the oblique fissure. It has a cardiac notch, a concave impression molded to accommodate the shape of the heart.  The lingula is not technically a lobe, but is the left lung equivalent of the right lung’s middle lobe.", "positive": "number of fissures in left lung", "negative": "why does a human only have two lungs lobes on the left?"}
{"passage": "Your doctor will tell you how many VALIUM tablets to take each day. The dose varies from person to person depending on age and the condition being treated. The usual adult dose is between 5 and 40 mg daily. Children, elderly and very ill patients may need to take less.", "positive": "does valium need to be taken daily or as needed", "negative": "who was the person the sing i'll put a spell on you"}
{"passage": "Jackie Robinson made history in 1947 when he broke baseball’s color barrier to play for the Brooklyn Dodgers. A talented and versatile player, Robinson won the National League Rookie of the Year award his first season, and helped the Dodgers to the National League championship – the first of his six trips to the World Series. In 1949 Robinson won the league MVP award, and he was inducted into the Baseball Hall of Fame in 1962.", "positive": "who did jackie robinson play for", "negative": "how many world series have the cardinals won"}
{"passage": "This kind of smog is caused by the burning of large amounts of coal within a city; this smog contains soot particulates from smoke, sulphur dioxide and other components.", "positive": "what is smog caused by ?", "negative": "what year cars need ca smog"}
{"passage": "Wrestling shoes are available and may be temporarily used in place of boxing shoes. While many boxers wear regular athletic shoes when training, due to the extra arch support, others prefer to wear their boxing shoes, arguing that athletic shoes are heavy and change their footwork to accommodate the extra weight.", "positive": "can you use wrestling shoes", "negative": "how soon do you change running shoes"}
{"passage": "Quick Answer. There are 4 tablespoons in a quarter cup and there are 3 teaspoons in each tablespoon; this means that there are 12 teaspoons in a quarter cup. A quarter cup is also equal to 2 fluid ounces. Continue Reading.", "positive": "how many liquid teaspoons in a cup?", "negative": "what's the equivalent of one eighth of a cup in tablespoons or teaspoons"}
{"passage": "An umbilical granuloma is an overgrowth of tissue during the. healing process of the belly button (umbilicus). It usually looks like. a soft pink or red lump and often is wet or leaks small amounts of. clear or yellow fluid. It is most common in the first few weeks of a.", "positive": "umbilical granuloma healing", "negative": "granuloma of lungs"}
{"passage": "The show, which is available on HBO pay-per-view, begins at 9:00 p.m. ET. Miguel Cotto vs. Canelo Álvarez is the fourth and final fight, and is expected to begin at approximately 11:30 p.m. ET — but you may want to show up earlier.", "positive": "cotto fight hours", "negative": "where is sao miguel located"}
{"passage": "A joint effusion is the presence of increased intra-articular fluid. It may affect any joint. Commonly it involves the knee.", "positive": "what is effusion in knee", "negative": "define mastoid effusion"}
{"passage": "SWIFT Code vs Sort Code. • The SWIFT code is an alphanumeric international code that you use in order for you to send money to another country. It identifies the country and bank of your recipient’s account. • The sort code is a six digit code in three pairs (i.e. 12-34-56) that is used by British and Irish banks for domestic money transfers.", "positive": "what is a swift code", "negative": "what was the code of hammurabi"}
{"passage": "An inland port in the wide sense, as used in common speech, is simply a port on an inland waterway such as a river, lake or canal.", "positive": "what is considered an inland port", "negative": "how far inland would a tsunami go"}
{"passage": "Art Deco-style engagement rings: While this style only lasted from about 1920 to 1935, Art Deco has remained an iconic symbol of fashion and vintage engagement rings. Many people who wore jewelry at the time did away with the delicate look of lace and grace and instead went for bold, geometric shapes.", "positive": "what type of wedding band looks nice with an art deco engagement ring?", "negative": "what is employee engagement mean"}
{"passage": "By knowing what to look out for, you can be aware of the signs and symptoms of gout before it can have a chance to seriously impact your life. Here are the 10 most common signs and symptoms of gout: Many people who suffer from gout report a very red, sometimes purplish skin around the joints in the affected area. To the untrained eye, this can appear as a infection or an unexplained bruised.", "positive": "signs and symptoms of gout", "negative": "what medicine is for gout"}
{"passage": "What is Addiction? When a drug user can't stop taking a drug even if he wants to, it's called addiction. The urge is too strong to control, even if you know the drug is causing harm. When people start taking drugs, they don't plan to get addicted. They like how the drug makes them feel.", "positive": "what is drugs addiction", "negative": "can taking zantac long term harm you"}
{"passage": "The Lateral Pterygoid, Masseter muscle, Medial Pterygoid and the Temporalis are the main muscles taking part in the process of mastication. Each of the muscles has its own function, and they are located at particular positions which would affect the movement of the jaws and in the end, the process of mastication.nlike the rest of the four muscles of mastication, a horizontal position is occupied by this muscle. Origin of Lateral Pterygoid. The inferior head originates from the lateral pterygoid plate and the superior head originates from the greater wing of sphenoid bone.", "positive": "what do the masseter and pterygoid muscles help with", "negative": "masseter definition"}
{"passage": "The term evidence-based medicine was coined in the early 1990’s by David Sackett and colleagues at McMaster University in Ontario, CA. The definition has been refined as the integration of best research evidence with clinical expertise and patient values to achieve optimal clinical outcomes.here are many definitions of Evidence-Based Practice (EBP). It is the integration of the best research evidence, clinical expertise and patient needs that will result in the best patient outcomes.", "positive": "who coined term evidence based medicine", "negative": "what is the definition of evidence"}
{"passage": "Undue Burden. Definition - What does Undue Burden mean? An undue burden is an obstacle that is intentionally and unfairly put in the way of a party that is seeking to exercise a constitutional right. Undue burdens are not permitted by law, and there are legal procedures for determining whether or not a burden is undue.", "positive": "ada define undue burden", "negative": "define shifting the burden of proof"}
{"passage": "Other symptoms sometimes found along with dissociation in victims of traumatic abuse (often referred to as sequelae to abuse) include anxiety, PTSD, low self-esteem, somatization, depression, chronic pain, interpersonal dysfunction, substance abuse, self-harm and suicidal ideation or actions.", "positive": "dissociation psychology symptoms", "negative": "define substance abuse."}
{"passage": "The president may be removed from office and never allowed to hold a government position again if he is found guilty. Our 17th president, Andrew Johnson, was impeached while in office. Thirty-five senators found him guilty -- just one vote short of the two-thirds vote necessary to convict him. President Richard Nixon resigned from office rather than face impeachment charges in the Watergate scandal in 1974. President Bill Clinton became the second president to be impeached by the House in 1998. Later, the Senate found him not guilty.", "positive": "what circumstances can a president be impeached", "negative": "how many president won without popular vote"}
{"passage": "The Civil Rights Movement in the 1950s. The modern Civil Rights Movement got its start in the 1950s as returning African-American veterans from World War II began demanding equal rights. The decade of the fifties also saw the rise of Martin Luther King, Jr., and the nonviolent protest movement.", "positive": "how did the civil rights movement started", "negative": "what was the major goal of the civil rights movement during the 1960s?"}
{"passage": "The potomac is definitely salt water. D.C. and below is brackish tidal water, D.C. to above Great Falls is not navigable. Locals go to Dam 4 near Hagerstown and there are various navigable areas up to Berkley Springs. The Potomac River runs from Cumberland MD to Washington DC. It borders the states of West Virginia and Maryland.", "positive": "is the potomac river brackish", "negative": "what county is cumberland md in?"}
{"passage": "Reproductive organs can also be seen in an Abdominal MRI. In women, these organs include the uterus (womb), ovaries, cervix, fallopian tubes, and vagina. In men, these organs include the testicles, scrotum, penis and prostate gland.", "positive": "what organs are included in an abdominal mri", "negative": "which organs does an mri of abdomen show"}
{"passage": "A: It is safe to keep cooked ground turkey in the refrigerator for  3 to 4 days. Other ground meats, seafood and poultry can also be kept safely for 3 to 4 days when cooked properly.", "positive": "how long is cooked ground turkey good for in fridge", "negative": "how long can you store cooked rice safely"}
{"passage": "Definition - What does Business Continuity Plan (BCP) mean? A business continuity plan (BCP) is a plan to help ensure that business processes can continue during a time of emergency or disaster. Such emergencies or disasters might include a fire or any other case where business is not able to occur under normal conditions.", "positive": "definition continuity plan", "negative": "what is continuity test"}
{"passage": "The Consequences of a DUI Conviction. Some of penalties include jail time and fines. Whether you plead guilty or are found guilty by a court, the consequences for a DUI conviction are significant. All states provide that DUI convictions are misdemeanors punishable by up to six months in jail and the imposition of substantial fines.", "positive": "personal effects of a dui conviction", "negative": "is a dui in illinois a misdemeanor or a felony?"}
{"passage": "This drug is more popular than comparable drugs. It is available in generic and brand versions. Generic sildenafil is covered by most Medicare and insurance plans, but some pharmacy coupons or cash prices may be lower. The lowest GoodRx price for the most common version of sildenafil is around $17.65, 93% off the average retail price of $261.69. Compare PDE5 inhibitors. Prescription Settings", "positive": "sildenafil prices", "negative": "does epimedium contain sildenafil"}
{"passage": "Baby Names Meaning BEAR. Label: Names Meaning. F ind out list of baby names meaning  BEAR . These names are originated from Native American, German, French, Greek, Biblical, Scandinavian, Irish, Slavic, French and more background.- AVONACO: Native American female name means Lean Bear. - BERNADINE: German female name means Brave as a Bear.aby Names Meaning BEAR. Label: Names Meaning. F ind out list of baby names meaning  BEAR . These names are originated from Native American, German, French, Greek, Biblical, Scandinavian, Irish, Slavic, French and more background.", "positive": "female name that means bear", "negative": "nasse means what in french"}
{"passage": "Rich Rodriguez. For the baseball player, see Rich Rodriguez (baseball). Richard Alan Rich Rodriguez (born May 24, 1963) is an American football coach and former player. He is currently the head football coach at the University of Arizona. Rodriguez previously served as the head football coach at Salem University (1988), Glenville State College (1990–1996), West Virginia University (2001–2007), and the University of Michigan (2008–2010).", "positive": "university of arizona rich rodriguez", "negative": "is alex rodriguez retired from baseball"}
{"passage": "Sadly, Boogie Storm did not take home first place on Britain’s Got Talent last night. However, they did come in third place, and they’ve received plenty of compliments in the process. Simon Cowell said the group “is one of my favorite acts I’ve ever seen on this show. We embrace people from other galaxies.”.", "positive": "did boogie storm win", "negative": "how big are galaxies"}
{"passage": "Avondale Homes for Sale and MLS Search. The city of Avondale is in Maricopa County and adjacent to Phoenix. It has a population of 76,238 and covers an area of 41.3 square miles. It was incorporated in 1946. Avondale is a sports mecca. Home to the Phoenix International Raceway it hosts two NASCAR races every year and is near many Cactus League stadiums.", "positive": "where is avondale arizona", "negative": "what county is the city of maricopa in"}
{"passage": "Linda Flynn-Fletcher is the mother of Phineas Flynn and Candace Flynn, stepmother to Ferb Fletcher. She is married to Lawrence Fletcher. She is a regular American mother, although she used to be a one hit-wonder named Lindana, and now plays in a free form jazz band with Isabella's mother and Jeremy's mother .", "positive": "what is the name of phineas and ferb's mother", "negative": "what county is fletcher oklahoma"}
{"passage": "17 years of age for voluntary military service; soldiers cannot be deployed until the age of 18; no conscription; 3 years of secondary education required; must be a citizen of NZ, the UK, Australia, Canada, or the US, and resident of NZ for the previous 5 years (2013).8 years of age for voluntary military service; the armed forces law of 31 December 2004 did not specify a minimum age for enlistment, but the government claimed that no one younger than 18 was being recruited; mandatory retirement age 45 (enlisted), 50 (NCOs), and 55 (officers) (2012).", "positive": "age requirement for relisting military", "negative": "how the NZ RSA was formed"}
{"passage": "Collective Investment Trusts. A Collective Investment Trust (CIT) is a pooled group of trust accounts operated by a trust company or a bank. Collective Investment Trusts combine the assets of various individuals and organizations to create a larger, well-diversified portfolio.", "positive": "what is a common collective trust fund", "negative": "what are collective action groups"}
{"passage": "The Texas Chainsaw Massacre 2003 remake was filmed mainly around Taylor, Texas, and also at Martindale, Hutto and Walburg. Check back soon for full details. It’s no surprise that Tobe Hooper’s original, grisly 1974 classic was filmed in Texas.", "positive": "was texas chainsaw massacre filmed in texas", "negative": "where was the christmas card filmed"}
{"passage": "Wells Fargo bank has thousands of REO properties for sale. Wells Fargo, which was founded in 1852 by Henry Wells and William Fargo, became synonymous with the opening of the American West. The San Francisco-based banking company opened its doors around the time of the gold rush in the Western United States.", "positive": "where was wells fargo founded", "negative": "is wells fargo insured by fdic/ncua"}
{"passage": "Yellow Ribbon Companies. What is a Yellow Ribbon Company. A Yellow Ribbon Company is a broad, organizationally structured company with national, regional and statewide influence. In addition, a Yellow Ribbon Company needs to contain essential areas including a HR Recruiting and HR Policy and Procedure Department, Training and Development and Community and Employee Outreach and Support Departments.", "positive": "what is yellow ribbon", "negative": "what is pre-post yellow ribbon"}
{"passage": "The noun SOVEREIGN has 1 sense: 1. a nation's ruler or head of state usually by hereditary right Familiarity information: SOVEREIGN used as a noun is very rare. • SOVEREIGN (adjective) The adjective SOVEREIGN has 2 senses: 1. (of political bodies) not controlled by outside forces. 2. greatest in status or authority or power. Familiarity information: SOVEREIGN used as an adjective is rare.", "positive": "what sovereign mean", "negative": "difference between adjective and noun"}
{"passage": "Hyposmolality and/or hyponatremia. 1  Short description: Hyposmolality. 2  ICD-9-CM 276.1 is a billable medical code that can be used to indicate a diagnosis on a reimbursement claim, however, 276.1 should only be used for claims with a date of service on or before September 30, 2015. 3  You are viewing the 2012 version of ICD-9-CM 276. 1.", "positive": "what the dx code for hyponatremia", "negative": "causes of hypovolemic hyponatremia"}
{"passage": "Your Baby’s Menu. Whether you make your own or buy ready-to-eat baby food, these are examples of food choices you can make: Bread. After your baby is about 6 to 8 months old, it is okay to give him bread. However, if you or someone in your family is allergic to bread, your baby may also be allergic to it.Start with bread or crackers that do not contain wheat.our Baby’s Menu. Whether you make your own or buy ready-to-eat baby food, these are examples of food choices you can make: Bread. After your baby is about 6 to 8 months old, it is okay to give him bread. However, if you or someone in your family is allergic to bread, your baby may also be allergic to it.", "positive": "can you give six month old bread", "negative": "list of different types of bread"}
{"passage": "A memorandum of understanding is an agreement between two or more parties. It expresses a convergence of will between the parties, indicating an intended common line of action. It is often used in cases where parties either do not imply a legal commitment or in situations where the parties cannot create a legally enforceable agreement. It is a more formal alternative to a gentlemen's agreement. Whether a document constitutes a binding contract depends only on the presence or absence of well-defi", "positive": "how important is a memorandum of understanding", "negative": "what is an memorandum"}
{"passage": "Tamarindus indica, the Tamarind tree, is related to carob. It grows wild in its native tropical Africa, but is grown extensively in India, Costa Rica and Thailand for its fruit pods, flowers, leaves and wood. The tamarind tree grows slowly, gets very tall and lives a very long time.", "positive": "where do tamarind trees grow", "negative": "how tall is a wax jambu fruit tree"}
{"passage": "Mountain Laurel, Pennsylvania's State Flower: All about the Mountain Laurel from the Pennsylvania Department of Conservation and Natural Resources. Kalmia latifolia (Mountain Laurel) : Plant Encyclopedia from MyGardenGuide. Kalmia latifolia: University of Connecticut Plant Database of Trees, Shrubs and Vines.", "positive": "what is the state flower for pennsylvania", "negative": "wells pharmacy in laurel ms"}
{"passage": "Benefits TEC Benefits is an expert in the health and welfare insurance fields that matter to the success of your business. details. Claims TEC Benefits offers a full and comprehensive range of HRA, HSA, and FSA solutions. details.", "positive": "what is tec benefits", "negative": "minimum age to qualify for welfare benefits"}
{"passage": "The problem centers on very liberal Louisiana limits on speckled trout, redfish and flounder. There is a sizable contingent of Sabine Lake fishermen that don't like the idea of anglers being able to use Texas boat ramps to land daily Louisiana limits of 25 trout with a minimum length of 12 inches. A Texas limit of trout is 10 per day, with a 15 inch minimum.", "positive": "what is the limit for trout in texas", "negative": "is an arctic grayling a trout"}
{"passage": "Mountain Standard Time Zone - MST. The current time and date right now. Mountain Standard Time is seven hours behind the Coordinated Universal Time standard, written as an offset of UTC - 7:00. That means to find the standard time in the zone you must subtract seven hours from Coordinated Universal Time. Territories observing the time zone are primarily in North America.", "positive": "what time is it mountain standard time, right now?", "negative": "how far behind is pacific standard time"}
{"passage": "Handbook: A Systematic Approach to Training, describes a systematic method for establishing. and maintaining training programs that meet the requirements and expectations of DOE Orders. DOE O 426.2, Personnel Selection, Training, Qualification, and Certification Requirements for.", "positive": "system approach to training definition", "negative": "requirements for excavation competent person training"}
{"passage": "The name Urbana is a Latin baby name. In Latin the meaning of the name Urbana is: Born of the city. Numerology. People with this name have a deep inner desire for travel and adventure, and want to set their own pace in life without being governed by tradition.", "positive": "what nationality is the name urbana", "negative": "is urbana in frederick"}
{"passage": "Physical changes occur when objects or substances undergo a change that does not change their chemical composition. This contrasts with the concept of chemical change in which the composition of a substance changes or one or more substances combine or break up to form new substances.", "positive": "definition of physical and chemical change", "negative": "chemical change definition"}
{"passage": "Salem State University is a comprehensive university situated in the historic seacoast town of Salem, Massachusetts. With more than 50 graduate programs, certificates and licensure programs, and 32 majors and 59 minors for undergraduate students, Salem State University will help you meet your educational goals. We offer a quality education that prepares you for the real world and won’t saddle you with huge student loan debt.", "positive": "where is salem college", "negative": "where is south salem ny"}
{"passage": "Overview of Chalfont. The historic community of Chalfont, PA is located in beautiful Bucks County. Chalfont is known for its small-town charm and quaint architecture, but the community also makes valid efforts toward pushing forward and becoming a modern borough to offer its residents a perfectly balanced lifestyle.", "positive": "what county is chalfont located in?", "negative": "what county is lewistown pa located in"}
{"passage": "T = 2•π•(m/k).5. where T is the period, m is the mass of the object attached to the spring, and k is the spring constant of the spring. The equation can be interpreted to mean that more massive objects will vibrate with a longer period.", "positive": "how to find the constant of a spring", "negative": "what is spring tide?"}
{"passage": "1 A simple wisdom tooth extraction (where the tooth is fully erupted from the gums and has simple roots) using a local anesthetic costs about $75-$200 per tooth, or $300-$800 to have all four wisdom teeth removed as simple, non-surgical extractions.", "positive": "how much does it cost to take out wisdom teeth", "negative": "how much does a dog tooth extraction cost?"}
{"passage": "Vertigo may also be caused by inflammation within the inner ear (labyrinthitis or vestibular neuritis), which is characterized by the sudden onset of vertigo and may be associated with hearing loss. The most common cause of labyrinthitis is a viral or bacterial inner ear infection.", "positive": "causes of vertigo in men", "negative": "what is neuritis"}
{"passage": "Vertigo may also be caused by inflammation within the inner ear (labyrinthitis or vestibular neuritis), which is characterized by the sudden onset of vertigo and may be associated with hearing loss. The most common cause of labyrinthitis is a viral or bacterial inner ear infection.", "positive": "cause of vertigo and treatment", "negative": "medications for vestibular neuritis"}
{"passage": "The digital handheld tachometer is a gauge for determining speed, velocity and distance. This handheld tachometer measures in two ways: either optically and therefore without contact, or mechanically via various adapters.", "positive": "handheld meter distance", "negative": "what measures distance in space"}
{"passage": "Hercules is the son of Zeus, the Sky father and King of the Greek Gods and is thus an Olymian God Prince. Hercules is considered the physically strongest character in the whole marvel universe. Literally the strongest, even over characters such as Thor, Hulk, and the Destroyer.", "positive": "who is the most powerful character in marvel", "negative": "what is the strongest animal"}
{"passage": "A little over 5,600 people in the U.S. are diagnosed with ALS each year. (That's a new victim every 90 minutes.) It is estimated that as many as 30,000 Americans have the disease at any given time. 80% of the people with ALS are men and 93% of patients are Caucasian. Most people who develop ALS are between the ages of 40 and 70, with an average age of 55 at the time of diagnosis. However, cases of the disease do occur in persons in their twenties and thirties.", "positive": "average age of als", "negative": "als meaning medical"}
{"passage": "Warranty Check. Keep on top of your Ford care with the Andy Mohr Ford Warranty Checker. Ford maintenance gets that much easier when you check your Ford’s warranty status with Andy Mohr Ford Warranty Checker. We want to service your Ford warranty repair, so check your status with the ease and convenience of online access.", "positive": "how to check warranty on a ford fiesta", "negative": "how to check prevailing wage status"}
{"passage": "Mexico is a country located in North America and is bordered by the United States to the north, Belize and Guatemala to its south, the Gulf of Mexico to its east and the North Pacific Ocean to its west. The country's total area is 1,972,550 square kilometers (761,601 square miles), or nearly 3 times the size of Texas.exico is a country located in North America and is bordered by the United States to the north, Belize and Guatemala to its south, the Gulf of Mexico to its east and the North Pacific Ocean to its west. The country's total area is 1,972,550 square kilometers (761,601 square miles), or nearly 3 times the size of Texas.", "positive": "is mexico north america", "negative": "size of the province of quebec in square miles"}
{"passage": "Plantation Island in Ormond Beach, Florida. Plantation Island is located on the Atlantic Ocean in Ormond Beach, Florida. Plantation Island is on the beach with a hot tub, two outdoor pools and units overlooking the beach. Boating, fishing, and tennis are all nearby. There are many golf courses nearby.", "positive": "where is plantation island florida", "negative": "where is hobie beach, florida located"}
{"passage": "Best Answer: I don't know how, but I can type 141 WPM. We had to do an entire typing course at my school and that was the highest I achieved, my lowest being in the low 100s. Anything above 60 is really considered good. Average is around 45, I'd say, and anything below that is beginner. A WPM score of 80 is generally considered professional-level. A rate of 60-65 WPM is usually what you will need in order to get a job requiring computer skills.", "positive": "what is a good wpm rate", "negative": "average typing score a minute"}
{"passage": "Border Security. Exporters. Definition. For C-TPAT purposes, an exporter is defined as: A person or company who, as the principal party in interest in the export transaction, has the power and responsibility for determining and controlling the sending of the items out of the United States.", "positive": "what is an exporter", "negative": "what is the definition of principal diagnosis"}
{"passage": "Monetary definition, of or relating to the coinage or currency of a country. See more.", "positive": "monetary meaning", "negative": "monetary terms definition"}
{"passage": "Dental Filling or Bonding. If you have chipped off just a small piece of tooth enamel, your dentist may repair the damage with a filling. If the repair is to a front tooth or can be seen when you smile, your dentist will likely use a procedure called bonding, which uses a tooth-colored composite resin.", "positive": "what to do for a chipped tooth", "negative": "what is a composite filling"}
{"passage": "The overall natural rate of unemployment will then be affected by changes in the demand or supply in these different segments of the overall labor market and by changes in the composition of the aggregate labor force. Several major changes in recent decades have affected labor supply and demand.", "positive": "why should we be concerned about the natural rate of unemployment", "negative": "how does a tax cut affect the aggregate demand curve"}
{"passage": "Darden Restaurants, Inc. is an American multi-brand restaurant operator headquartered in Orlando. The firm owns several casual dining restaurant chains: Olive Garden, LongHorn Steakhouse, Bahama Breeze, Seasons 52, Eddie V's Prime Seafood, The Capital Grille and Yard House. Until July 28, 2014, Darden also owned Red Lobster.", "positive": "who owns longhorn steakhouse", "negative": "who owns key brand entertainment"}
{"passage": "Clot forms to stop blood loss and hold edges of wound together --Scab: clot exposed to air that quickly dries and hardens b. Granulation tissue forms. i. Granulation tissue is a delicate pink tissue composed largely of new capillaries that grow into the damaged area from undamaged blood vessels nearby ii. Contains phagocytes that eventually dispose of the blood clot c. Surface epithelium regenerates i.", "positive": "granulation tissue is composed of clotted blood", "negative": "what is blood composed of"}
{"passage": "Some of the services you might need include: Your cost will increase with square footage so prioritize according to your budget. Lawn care prices vary if you want the service by the hour, week or month.Some price ranges are $100 to $200 per month so if you want to find a good price, we recommend getting a few estimates.1  Mowing ($270) - Mowing the lawn is traditionally a DIY project, but it's an easy area to neglect and worth the cost to outsource.ome of the services you might need include: Your cost will increase with square footage so prioritize according to your budget. Lawn care prices vary if you want the service by the hour, week or month.", "positive": "average monthly cost for lawn, tree and shrub care", "negative": "how to answer how do you prioritize"}
{"passage": "This is because positive feedback stimulates your body to respond in the same direction as the stimulus, most often increasing instability.", "positive": "_____ feedback stimulates your body to respond in the same direction as a stimulus. negative positive", "negative": "what is positive feedback in homeostasis"}
{"passage": "6 Home Remedies For Hemorrhoids. Apple Cider Vinegar – Using apple cider vinegar is one of the most popular natural treatments for hemorrhoids. Simply soak a cotton ball or some toilet paper with ACV and apply it to the hemorrhoid area. Repeat this process until the inflammation disappears and symptoms resolve.", "positive": "home remedies hemorrhoids treatment", "negative": "how serious are hemorrhoids"}
{"passage": "A network adapter is the component of a computer’s internal hardware that is used for communicating over a network with another computer. It enable a computer to connect with another computer, server or any networking device over an LAN connection. A network adapter can be used over a wired or wireless network.", "positive": "what is a usb network adapter used for", "negative": "what are it network vips"}
{"passage": "Disparate treatment occurs when a lender treats a credit applicant differently based on one of the prohibited bases. It does not require any showing that the treatment was motivated by prejudice or a conscious intention to discriminate against a person beyond the difference in treatment itself.", "positive": "comparative disparate treatment definition", "negative": "what consolidates disparate data?"}
{"passage": "Smog in Delhi. Photograph: GuardianWitness Walked out yesterday and [the smog] was on campus - you could see it in the air. It smells like petrol and is just really horrible to breathe. You shouldn’t really walk anywhere in it or take auto-rickshaws but then it means everyone is taking taxis which only ends up making it worse. Lots of people myself included feel under the weather because of it - like a kind of nausea and fatigue. Kate, student, Delhi", "positive": "what does delhi smog smell like", "negative": "how much do smog check"}
{"passage": "homeostasis ho·me·o·sta·sis (hō'mē-ō-stā'sĭs) n. The ability or tendency of an organism or a cell to maintain internal equilibrium by adjusting its physiological processes. The processes used to maintain such bodily equilibrium.", "positive": "what is the ability of an organism or cell to maintain internal equilibrium by adjusting its physiological processes", "negative": "what is a punctuated equilibrium"}
{"passage": "systemic circulation the general circulation, carrying oxygenated blood from the left ventricle to the body tissues, and returning venous blood to the right atrium. umbilical circulation fetal circulation through the umbilical vessels. vitelline circulation the circulation through the blood vessels of the yolk sac.", "positive": "umbilical blood vessels definition", "negative": "the ______ controls essential functions such as heartbeat, breathing, and blood circulation"}
{"passage": "Albert Einstein born 14 March 1879 Wiki Commons. Albert Einstein was born in the city of Ulm in Germany 135 years ago today. The renowned physicist shaped modern science with his general theory of relativity and is the author of the world's most famous equation, E=mc2.", "positive": "what day is albert einstein birthday", "negative": "what was albert einstein known for"}
{"passage": "The Plymouth Barracuda is a two-door car that was manufactured by the Plymouth division of the Chrysler Corporation from 1964 to 1974 model years. The first-generation Barracuda, a fastback A-body coupe based on the Plymouth Valiant, had distinctive wraparound back glass and was available from 1964 ...more.", "positive": "what year was plymouth baccuruder made?", "negative": "what year did the first mustang fastback come out"}
{"passage": "Lofty claims that biotin can help grow healthier and stronger hair, skin and nails has sparked a generation of pill-popping women who desire these beauty benefits.", "positive": "what vitamin helps with skin hair and nails", "negative": "motherwort benefits for women"}
{"passage": "There are two known processes by which magma ceases to exist: by volcanic eruption, or by crystallization within the crust or mantle to form a pluton. In both cases the bulk of the magma eventually cools and forms igneous rocks.", "positive": "what specific rocks are formed by cooling magma", "negative": "process of magma solidifying"}
{"passage": "The standard placemat size is 14 inches by 18 inches. There are of course variations as many placemats are offered in unique and abstract shapes. Purchasing linen ensures customizably sized placemats.", "positive": "what is the size of a standard placemat", "negative": "what kind of material is linen"}
{"passage": "In the U.S., Oregon, Washington, and Montana have legalized the practice of physician assisted suicide, and in 2013, Vermont declared that suicide with prescribed medications was a legal “medical treatment.”. 6.", "positive": "which state was the first in the u.s. to make physician-assisted suicide legal?", "negative": "where is the suicide bridge"}
{"passage": "In physics, a state of matter is one of the distinct forms that matter takes on. Four states of matter are observable in everyday life: solid, liquid, gas, and plasma.", "positive": "changes in matter what are they", "negative": "what is magnesium used for in everyday life"}
{"passage": "Secretions from the sinuses cause blockage of the nasal passages which causes coughing due to post nasal drip. Coughing may be severe, followed by gagging and even vomiting. It tends to be worse at night. Here are the symptoms of a sinus infection. Often a sinus infection or sinusitis can be mistaken as a cold, since the symptoms are so much alike.", "positive": "do sinus headaches get worse at night", "negative": "sinus cold symptoms"}
{"passage": "Ebola Virus Name. Ebola virus got its name from the river where the first outbreak emerged-the Ebola River in the Democratic Republic of the Congo (formerly Zaire) in Africa. In 1976 simultaneous outbreaks occurred in Sudan and Zaire causing hundreds of deaths.Infact more than 400 people were killed.bola Virus Name. Ebola virus got its name from the river where the first outbreak emerged-the Ebola River in the Democratic Republic of the Congo (formerly Zaire) in Africa. In 1976 simultaneous outbreaks occurred in Sudan and Zaire causing hundreds of deaths. Infact more than 400 people were killed.", "positive": "where did the virus ebola get its name", "negative": "how many people are affected by ebola"}
{"passage": "Defined. Offline Version: PDF. Term market disequilibrium Definition: A state of the market that exists when the opposing forces of demand and supply do not balance out and there is an inherent tendency for change. This should be directly (and immediately) contrasted with the entries on equilibrium and market equilibrium.", "positive": "market disequilibrium definition", "negative": "when does market equilibrium occur"}
{"passage": "Founder(verb) to cause internal inflammation and soreness in the feet or limbs of (a horse), so as to disable or lame him. Founder(noun) a lameness in the foot of a horse, occasioned by inflammation; closh. Founder(noun) an inflammatory fever of the body, or acute rheumatism; as, chest founder.", "positive": "founder in horses definition", "negative": "who was the founder of new hampshire"}
{"passage": "coach factory is a website where you can purchase coach merchandise for extremely low prices!! all items are real coach. coach factory is a website where you can purchase coach merchandise for extremely low prices!! all items are real coach. most of the time if you sign up for the emails you get notifications for huge sales where items are up to 70% off.....it's really cool if you like designer stuff but don't like being charged ridiculous amounts of money.", "positive": "coach factory what is", "negative": "who was melanie martinez's coach on the voice"}
{"passage": "A severe thunderstorm warning, on the other hand, is not issued until such a storm has been physically observed or is spotted on radar. A tornado watch is issued when conditions may produce a tornado, and a warning is issued when a tornado has been sighted, or when rotation is seen on radar.", "positive": "what's the difference between a tornado warning in a tornado watch", "negative": "is it a watch then a warning for tornado"}
{"passage": "Selective serotonin reuptake inhibitor: A selective serotonin reuptake inhibitor (SSRI) is one of the commonly prescribed drugs for treating depression. SSRIs affect the chemicals that nerves in the brain use to send messages to one another.elective serotonin reuptake inhibitor: A selective serotonin reuptake inhibitor (SSRI) is one of the commonly prescribed drugs for treating depression. SSRIs affect the chemicals that nerves in the brain use to send messages to one another.", "positive": "what is a reuptake inhibitor drug", "negative": "what is mitosis inhibitor"}
{"passage": "Between the 12th and 16th Centuries it was usual for men to be clean shaven, so the wearer of a beard was conspicuous during the crucial period for surname formation. The name could also be locational from Beard in Derbyshire, which means (on) the bank or brim.The final s in the surname indicates the patronymic form, i.e., son of Beard.etween the 12th and 16th Centuries it was usual for men to be clean shaven, so the wearer of a beard was conspicuous during the crucial period for surname formation. The name could also be locational from Beard in Derbyshire, which means (on) the bank or brim.", "positive": "where does the last name beard come from", "negative": "why is my period flow lighter than usual"}
{"passage": "These monks wear these simple robes in emulation of the Buddha's humble garb and to represent their own detachment from the physical world in their pursuit of enlightenment. The robes of Mahayana (Northern) Buddhist monks, on the other hand, varies considerably, due mainly to geography and climate.", "positive": "what is the garment monks wear?", "negative": "what does physical geography mean"}
{"passage": "Where is the Whataburger Corporate Office? The Whataburger main headquarters are in San Antonio, Texas, USA. Whataburger Headquarters Address: 300 Concord Plaza Dr. San Antonio, TX 78216, United States. Whataburger Headquarters Phone Number: The phone number for those seeking to get in touch with the Whataburger headquarters is 210-476-6000. Those that are interested in sending faxes can do so at the number 210-496-4001.", "positive": "whataburger headquarters address", "negative": "cargill corporate phone number"}
{"passage": "Dr. Seuss, whose real name was Theodor Seuss Geisel, did well in school. He attended Dartmouth College and worked as an editor for the school's humor magazine. He began us … ing the name Seuss after he was fired as editor for participating in a drinking party on campus. Later, he attended Oxford University in England, but it was there he discovered his classes bored him. He then left school to tour England.", "positive": "what was the universities dr seuss went to", "negative": "what college did dr seuss go to"}
{"passage": "The Bon-Ton is a department store chain headquartered in York, Pennsylvania. There are 275 locations, including 11 furniture galleries, in 26 states. Other brands operated by The Bon-Ton include Bergner's, Boston Store, Carson's, Elder-Beerman, Herberger's, and Younkers.", "positive": "what is bon ton stores", "negative": "where was bon iver holocene shot"}
{"passage": "Occasionally, you'll still see the older classification, Alyssum saxatile. The cultivar Aurinia saxatilis 'Compacta' bears the common names, Basket-of-Gold and Dwarf Goldentuft.. Plant Type: Yellow alyssum flowers are herbaceous perennials.Characteristics of Yellow Alyssum Flowers: These perennial alyssum plants have a spreading habit and put out yellow flowers on upright stalks in April-May. The leaves are also attractive, being a blue-grey.Aurinia saxatilis foliage reaches at most 1' in height, with a spread of 18.ccasionally, you'll still see the older classification, Alyssum saxatile. The cultivar Aurinia saxatilis 'Compacta' bears the common names, Basket-of-Gold and Dwarf Goldentuft.. Plant Type: Yellow alyssum flowers are herbaceous perennials.", "positive": "characteristics of alyssum plants", "negative": "are pansies perennials"}
{"passage": "Normal glucose range in urine: 0 - 0.8 mmol/l (0 - 15 mg/dL). The examples above are common measurements for results of these tests. Normal value ranges may vary slightly among different laboratories.", "positive": "normal glucose level in urine", "negative": "what are normal glucose range"}
{"passage": "George Harrison MBE (25 February 1943 – 29 November 2001) was an English guitarist, singer-songwriter, and producer who achieved international fame as the lead guitarist of the Beatles. Often referred to as the quiet Beatle, Harrison embraced Indian culture and helped broaden the scope of popular music through his incorporation of Indian instrumentation and Hindu-aligned spirituality in the Beatles' work.", "positive": "who was the best guitarist in the beatles", "negative": "who is the lead guitarist for collective soul on there recording of shine, with the atlanta orchestra"}
{"passage": "religious belief - a strong belief in a supernatural power or powers that control human destiny; he lost his faith but not his morality. faith, religion. persecution - the act of persecuting (especially on the basis of race or religion)", "positive": "religious belief system definition", "negative": "when did losing my religion come out"}
{"passage": "Elastoplast provides a wide range of sports tape and bandages to assist with injury management and prevention, including but not limited to: Elastoplast Sport Rigid Strapping Tape. 38mm or 50mm is commonly used for preventative ankle taping.", "positive": "what is strapping tape used for", "negative": "what is sports management job"}
{"passage": "1 If you work for a company that sells something, it is important to know the product inside and out. This will also you to be of the most help with your customers.  Phone skills. A good paying customer service job will without a doubt require that you know how to work multi-phone lines.", "positive": "what skills are important for a service position", "negative": "what does it mean when an economist says that a customers has demand for a good or service"}
{"passage": "Zip Code 05401 is located in the state of Vermont in the Burlington - Plattsburgh metro area. Zip code 05401 is primarily located in Chittenden County. The official US Postal Service name for 05401 is BURLINGTON, Vermont. Portions of zip code 05401 are contained within or border the city limits of South Burlington, VT, Burlington, VT, and Winooski, VT. The area code for zip code 05401 is 802.", "positive": "what are the zip codes for burlington vermont", "negative": "what is the zip code and county for tipton, in"}
{"passage": "Bessemer process. The Bessemer process was the first inexpensive industrial process for the mass production of steel from molten pig iron before the development of the open hearth furnace. The key principle is removal of impurities from the iron by oxidation with air being blown through the molten iron. The oxidation also raises the temperature of the iron mass and keeps it molten. Related decarburizing with air processes had been used outside Europe for hundreds of years, but not on an industrial scale. One such", "positive": "bessemer process history definition", "negative": "what process is needed to oxidation of glucose"}
{"passage": "Idiopathic pulmonary fibrosis. Idiopathic pulmonary fibrosis is scarring or thickening of the lungs without a known cause. Health care providers do not know what causes idiopathic pulmonary fibrosis (IPF) or why some people get it. Idiopathic means the cause is not known. The condition may be due to the lungs responding to an unknown substance or injury. Genes may play a role in developing IPF. The disease occurs most often in people between 50 and 70 years old.", "positive": "idiopathic meaning g", "negative": "what does idiopathic mean"}
{"passage": "Evening is the period of time near the end of the day, usually from 6:00 PM to nighttime. Evening can be characterized by the Sun lowering towards the horizon and by activities that usually occur during this time, such as eating dinner or having more formal social gatherings and entertainment. The term is often used up to the end of these activities, even when that time would otherwise be considered night.", "positive": "when does evening end", "negative": "what time is considered dinner time"}
{"passage": "The franchise fee covers your initial training, supplies and gives you access to the unique goods or services associated with the franchise. The franchise fee is recorded at its full present value amount. On the balance sheet, the franchise fee is listed under the assets section as an intangible asset. To record the initial franchise fee purchase cost, you debit Franchise Fee for $50,000 and credit Cash for $50,000. Yearly Franchise Fee Amortization You can amortize your franchise fee on a yearly basis.", "positive": "do i record franchise fee as startup costs", "negative": "equalization fee definition"}
{"passage": "Sadiq Khan. Sadiq Aman Khan PC (born 8 October 1970) is a British politician. He is currently Mayor of London, a position held since 2016. He was the Member of Parliament (MP) for Tooting from 2005 to 2016. A member of the Labour Party, he is on the party's soft left wing and has been ideologically characterised as a social democrat.", "positive": "who is mayor of london", "negative": "who is aamir khan"}
{"passage": "The map of Top Ten Longest Mountain Ranges depicts the longest mountain ranges on the world such as Andes in South America, Rocky Mountains in North America and The Himalayas in Asia. Print.", "positive": "what is the longest mountain chain in europe", "negative": "longest and biggest black mamba in the world"}
{"passage": "The average salary for registered nurse jobs in Dallas, TX is $13,000. Average registered nurse salaries can vary greatly due to company, location, industry, experience and benefits. This salary was calculated using the average salary for all jobs with the term registered nurse anywhere in the job listing.", "positive": "average salary for nurses in dallas texas", "negative": "average salary for home health nurse"}
{"passage": "Goal setting is a mental training technique that can be used to increase an individual's commitment towards achieving a personal goal. Having a short or long term goal can encourage an individual to work harder, to be more focused on the task and to overcome setbacks more easily.", "positive": "goal setting psychology definition", "negative": "what is a common goal"}
{"passage": "When Will I Feel My Baby Kicking? You should feel your baby's first movements, called quickening, between weeks 16 and 25 of your pregnancy. If this is your first pregnancy, you may not feel your baby move until closer to 25 weeks. By the second pregnancy, some women start to feel movements as early as 13 weeks. You're more likely to feel baby move when you're in a quiet position, either sitting or lying down.", "positive": "how soon do you feel baby move", "negative": "how should i feel after two week pregnancy and then having a miscarriage"}
{"passage": "Gallstones develop when cholesterol and other substances in the bile form crystals that become hard stones in the gallbladder. The gallbladder is a small sac located just under the liver. Gallstones can occur when your gallbladder does not empty properly or if you have too much cholesterol in your bile. Too much cholesterol in your bile is not caused by eating too much cholesterol or having high cholesterol (in the blood).", "positive": "causes of gallstones", "negative": "what are gallstones"}
{"passage": "ADEA GoDental is the official resource for people on the path to a career in dentistry or dental hygiene. ADEA GoDental’s mission is to inspire, inform and guide students through the process of becoming a dentist or dental hygienist by providing helpful resources to help them prepare for a career in the dental professions, academically and financially.", "positive": "what field of dentistry is a dental hygienist", "negative": "average salary for dental hygienist in texas"}
{"passage": "There’s an entire flock of writers and political figures who have raised the possibility that Trump is mentally incompetent- not as an insult, but as an actual concern. Liberals and conservatives both have begun raise doubt about Trump’s sanity — and this man is one step away from the presidency.", "positive": "is trump mentally incompetent", "negative": "what is flock"}
{"passage": "Texas House of Representatives The Texas House of Representatives is the lower house of the bicameral Texas Legislature. It consists of 150 members who are elected from single-member districts for a term of 2 years. As of the 2010 Census, each member represents an average of 167,637 people.", "positive": "permanent number of house seats in the texas state legislature", "negative": "what does bicameral mean in government"}
{"passage": "TOSHIBA Application Installer is used for use only in performing a Windows 7 Custom Install (clean install) on supported models. In addition, TOSHIBA Application Installer is pre-installed on new laptops and is designed to help install additional appllications that re bundled with the computer.", "positive": "what is toshiba application installer", "negative": "how to reset toshiba laptop instructions"}
{"passage": "In some cases, an enlarged prostate can cause the urethra to narrow which can slow down or stop the flow of urine. About 4 out of every 10 men over the age of 50 (40 per cent) and 3 out of 4 men in their 70s (75 per cent) have urinary symptoms that are caused by an enlarged prostate.", "positive": "why do prostate get enlarged", "negative": "symptoms of an enlarged heart in dogs"}
{"passage": "This Hebrew word study uses a Greek Unicode font and a Hebrew Unicode font and is printable. Introduction 2.1. This bible study is about the meaning of the Hebrew word סִינָי, 'siynay' for 'Sinai', and gives every verse where the Hebrew word siynay appears. To obtain a true understanding of this word these scriptures need to be meditated on and notes made of their meaning in different contexts.", "positive": "hebrew word agar meaning", "negative": "meaning of samantha in hebrew"}
{"passage": "Honey. Honey is safe for pregnant women as long as it is pasteurized. If you are pregnant and you eat unpasteurized honey, you will be prone to botulism of food poisoning secondary to Clostridium botulinum. Unpasteurized honey contains disease carrying organisms, which can jeopardize your health and your baby too.", "positive": "can you eat honey when you are pregnant", "negative": "what is american honey drink"}
{"passage": "International Travel. All children must present a valid U.S. passport for international air travel. This rule applies regardless of age, including infants and newborns. If you are applying for a passport for your child for the first time, allow ample time for the passport application process. If you're traveling to Canada, minors 15 and younger may cross land or sea borders without a passport, but a certified copy of a birth certificate is necessary.", "positive": "do children need passport canada", "negative": "minimum age for us passport"}
{"passage": "Definitions for upshotˈʌpˌʃɒt. consequence, effect, outcome, result, event, issue, upshot(noun) a phenomenon that follows and is caused by some previous phenomenon. the magnetic effect was greater when the rod was lengthwise; his decision had depressing consequences for business; he acted very wise after the event.", "positive": "define upshot", "negative": "what event caused ponyboy to finally accept johnny's death"}
{"passage": "Brain is like the hardware and mind is like the software. But in reality, the difference between brain mind are more complicated than software and hardware. In our culture we sometimes use the words brain and mind interchangeably even though they really do refer to separate, although often overlapping, concepts. The brain is an organ but the mind isn't. The brain is the physical place where the mind resides. It is a vessel in which the electronic impulses that create thought are contained. With the brain you coordinate your moves, your organism, your activities and transmit impulses. But you use the mind to think.", "positive": "so what is the difference between the mind and the brain?", "negative": "difference between mind mine"}
{"passage": "Mammals are the champions. 1. The largest brain belongs to the sperm whale: 7 kg (17.5 pounds). The blue whale, the largest animal on the planet, being twice longer and thrice heavier, has a brain weighing 5 kg (12.5 pounds). 2. Human brain has an average weight of 2.7 pounds (1.2 kg), variations between 1.1 and 1.4 kg being considered normal.", "positive": "largest brain list", "negative": "largest whale shark"}
{"passage": "The Great Chicago Fire. The fire of October 1871 might have been a blessing in disguise for a city that wanted badly to be a player on the international cultural scene. And then Mrs. O'Leary's cow kicked off one of the most talked-about scenarios of American lore.", "positive": "when was the great chicago fire", "negative": "what is a baby blessing"}
{"passage": "1. Staff Model. In this model of HMO, the physicians and medical professionals are the employees of the HMO and have offices in HMO-owned buildings. The physicians only see patients that signed up for the HMO that employs them. 2. Group Model. In this model of HMO, the physicians and medical professionals are not hired directly.", "positive": "what is an hmo model", "negative": "what is viva health plan hmo mean"}
{"passage": "Sean Hannity Annual Salary and Net Worth. Approximately $30 million a year is a Sean Hannity salary prediction for this year and with $60 million net worth. This American television host, author, and conservative political commentator revealed have signed $100 million for 4 year contract with Fox News.It means that if he is still continuing the host for Fox News, he will receive $80 million dollars four years later.nd four years before that, Sean Hannity already paid $25 million a year for the five year contract for ABC Radio. Looking at his achievement, it’s hard to believe that Sean Hannity was dropped out of New York University and Adelphi University.", "positive": "sean hannity net worth", "negative": "how much does sean hannity make a year"}
{"passage": "Arvixe offers both Linux (CentOS) and ASP.Net (Windows) hosting for all of their hosting plans. Whilst they offer shared, reseller, VPS and dedicated hosting, they do not yet offer a cloud hosting service. Arvixe hosting plans are split into five classes, Personal, Business, Reseller, VPS and Dedicated.", "positive": "arvixe hosting", "negative": "what is a hosting site azure"}
{"passage": "Clockwise or Counterclockwise. For year-round comfort and maximum energy savings, Westinghouse ceiling fans include a reversible switch that allows the ceiling fans to be used during cool or warm weather. In the summer, keep your home cool by running your ceiling fan counterclockwise. In the winter, run your ceiling fan clockwise to re-circulate warm air from the ceiling, eliminating cold spots and drafts.", "positive": "which way ceiling fans go in the summer", "negative": "false ceiling types"}
{"passage": "Your child's earned income. Unlike other taxpayers, the IRS treats your child differently depending on whether they earn money from work or through investments. All dependent children who earn more than $6,200 of incomein 2014 must file a personal income tax return and might owe tax to the IRS.Earned income only applies to wages and salaries your child receives as a result of providing services to an employer, even if only through a part-time job.he tax rules allow you to claim a dependency exemption for a child if they reside with you for more than half the year, don’t provide more than half of their own financial support, and are under the age of 19 at all times during the tax year, or under 24 if a full-time student.", "positive": "age requirement for dependent child on tax return", "negative": "does child support count as earned income"}
{"passage": "Calories in Almonds. The favorite choice for the term Almonds is 1 ounce of Almonds which has about 160 calories. Calorie and nutritional information for a variety of types and serving sizes of Almonds is shown below. Popular Types of Almonds.", "positive": "calories almonds", "negative": "why should you soak almonds in water overnight?"}
{"passage": "Aerosol paint (also called spray paint) is a type of paint that comes in a sealed pressurized container and is released in a fine spray mist when depressing a valve button.", "positive": "what kind of paint is spray cans", "negative": "what type of paint is needed for concrete"}
{"passage": "Some examples of holding tools are pliers (plais), vise (gato) and wrench (liyabe). (Words in parenthesis are the Filipino translations of the examples.) 20 people found this useful.", "positive": "types of holding tools", "negative": "types of pliers and their uses"}
{"passage": "Sudafed (pseudoephedrine) is a decongestant that shrinks blood vessels in the nasal passages. Dilated blood vessels can cause nasal congestion (stuffy nose). Sudafed is used to treat nasal and sinus congestion, or congestion of the tubes that drain fluid from your inner ears, called the eustachian (yoo-STAY-shun) tubes. Sudafed may also be used for purposes not listed in this medication guide.", "positive": "is sudafed a controlled substance", "negative": "how much does it cost to put tubes in ears"}
{"passage": "Denair, California. Denair is a census-designated place (CDP) in Stanislaus County, California, United States. The population was 4,404 at the 2010 census, up from 3,446 at the 2000 census. It is part of the Modesto Metropolitan Statistical Area.", "positive": "what county is denair ca", "negative": "what is a census-designated place"}
{"passage": "Complex carbohydrates, also called polysaccharides, are organic compounds found in some types of foods. All carbohydrates are made up of sugar molecules; when three or more of these molecules are bound together, it is considered complex.", "positive": "what are the complex carbohydrates", "negative": "what is bioperine complex"}
{"passage": "Get an INSTANT estimate of the cost to Replace a Kitchen Faucet! Our free calculator uses recent, trusted data to estimate costs for your Kitchen Faucet Replacement project. For a basic 1 faucet project in zip code 47474, the benchmark cost to Replace a Kitchen Faucet ranges between $306.81 - $474.72 per faucet.To estimate costs for your project: 1. Set Project Zip Code Enter the Zip Code for the location where labor is hired and materials purchased.ur free calculator uses recent, trusted data to estimate costs for your Kitchen Faucet Replacement project. For a basic 1 faucet project in zip code 47474, the benchmark cost to Replace a Kitchen Faucet ranges between $306.81 - $474.72 per faucet. To estimate costs for your project:", "positive": "how much does a plumber charge to replace faucet", "negative": "average cost for plumber to replace kitchen sink and faucet"}
{"passage": "CBIS initial focus is on skin cancers, HIV/AIDS, and neurological conditions. The Company is proceeding with the research and development of its proprietary drugs as a part of this initial focus: CS-S/BCC-1, CS-TATI-1, and CS-NEURO-1, respectively. Several years ago CBIS made a number of acquisitions in the cannabis sector that currently drive future growth. CBIS 2 most important drugs in development are:", "positive": "what is the focus of cbi's mission?", "negative": "what was cs lewis' cause of death"}
{"passage": "Answers. Best Answer: All sorts of biochemical reactions take place in the cytoplasm. One extremely important reaction is Glycolysis, which converts glucose to pyruvate while producing small amounts of ATP for energy.", "positive": "which reactions occur in cytoplasm", "negative": "where does glycolysis take place inside of the cell?"}
{"passage": "Search Engine Optimisation or SEO is the simple activity of ensuring a website can be found in search engines for words and phrases relevant to what the site is offering. In many respects it's simply quality control for websites.", "positive": "what is search engine optimization", "negative": "average website views for startup websites"}
{"passage": "Montpellier, France - correct time, standard local time, summer/winter time, time conversion dates 2017. Current time in Montpellier. 02:59:44 PM, Sunday 27, August 2017 CEST 24 hours.", "positive": "current time in montpellier france", "negative": "what language is c'est la vie"}
{"passage": "The pound sterling, or just pound, is the basic unit of currency in England, as the dollar is in America. Pennies are referred to by the plural term pence, but the conversion is the same: 100 pence makes one pound. Currency in England leans more toward coins than bills, as there are 1-, 2- and even 5-pound coins.", "positive": "what is the most used currency in england, euros or pounds", "negative": "pound synonyms"}
{"passage": "adenoid ad·e·noid (ād'n-oid') n. A lymphoid tissue growth located at the back of the nose in the upper part of the throat that when swollen may obstruct normal breathing and make speech difficult. adenoids Hypertrophy of the pharyngeal tonsil resulting from chronic inflammation. adj.", "positive": "what is an adenoids", "negative": "what is a tonsil stone?"}
{"passage": "Menomonee Falls, Wisconsin. Menomonee Falls is a village in Waukesha County, Wisconsin, United States, and is part of the Greater Milwaukee area. The population was 35,626 at the 2010 census, making it the most populous village in Wisconsin. It is the fourth largest community in Waukesha County.", "positive": "where is menomonee falls", "negative": "what is the population of delafield wisconsin"}
{"passage": "Kitchen Fact: Cooked food stored in the refrigerator should be eaten in 3 to 4 days. After food is cooked, it should sit out at room temperature no more than two hours before being refrigerated to slow down bacteria growth. But once stored in the fridge, leftovers should be eaten up within three to four days because bacteria can still grow even at refrigerator temperatures. To help you remember how long something has been in the fridge, we recommend labeling it with the date it was cooked to help you keep track! If you think you won't eat the food in three to four days, throw it into the freezer to eat at a later date.", "positive": "cooked and refrigerated food should not be left at room temperature for more than how many hours", "negative": "how long is cooked lobster good in fridge"}
{"passage": "Constitution. For example, a state constitution cannot deny accused criminals the right to a trial by jury, as assured by the U.S. Constitution's 6th Amendment. Under the U.S. Constitution, both the national and state governments are granted certain exclusive powers and share other powers.Exclusive Powers of the National Government. Under the Constitution, powers reserved to the national government include: 1  Print money (bills and coins).nder the U.S. Constitution, both the national and state governments are granted certain exclusive powers and share other powers. Exclusive Powers of the National Government. Under the Constitution, powers reserved to the national government include:", "positive": "what provision of the constitution gives the federal government police powers", "negative": "who is the father of the constitution"}
{"passage": "1 Broil the ribs for about 5 minutes, until the sugar in the dry rub is bubbling and the ribs are evenly browned.  Bake the ribs: Set the oven to 300°F. Move the ribs to an oven rack in the middle of the oven. Roast for 2 1/2 to 3 hours for spare ribs or 1 1/2 to 2 hours for baby back ribs. Halfway through cooking, cover the ribs with aluminum foil to protect them from drying out.", "positive": "what temp should you cook ribs in a gas oven and for how long", "negative": "how long do you cook baby back ribs"}
{"passage": "Zip Code 77365 Cities. 77365 is located in the state of Texas in the Houston metro area. Zip code 77365 is primarily located in Montgomery County. Portions of 77365 are also located in Harris County. The official postal service name used for 77365 is PORTER, Texas. Portions of the 77365 zip code are contained within or border the city limits of Houston, TX, Porter Heights, TX, Spring, TX, and Humble, TX. Zip code 77365 is part of area code 281, area code 832 and area code 713.", "positive": "porter tx zip code", "negative": "what county is edgewood tx"}
{"passage": "When there is a deficiency, the dose will be increased. When magnesium citrate is used as a laxative, for treating constipation, a common dose is approximately 2800 mg of elemental magnesium per single dose. This is six times the usual nutritional recommendation, and it should only be used for up to five days.", "positive": "benefits of magnesium citrate", "negative": "elemental speciation defined"}
{"passage": "15 Amazing Benefits of Angelica Essential Oil. The health benefits of Angelica Essential Oil can be attributed to its properties as an anti-spasmodic, carminative, depurative, diaphoretic, digestive, diuretic, hepatic, emenagogue, expectorant, febrifuge, nervine, stimulant, stomachic, and tonic substance.", "positive": "what attributes does organic angelica oil have", "negative": "what does the name angelica mean"}
{"passage": "If you’ve always wanted an iPad, but simply haven't been able to afford one, now's your chance. Target is selling the iPad mini for $199, $100 less than Apple’s price, and the lowest advertised price around.", "positive": "ipad mini cost", "negative": "price of ipad pro"}
{"passage": "Compare. While shopping for kitchen range hoods, you’ll want to decide if you want a vented range hood or a ventless range hood. A ventless range hood, also known as a ductless range hood, filters air in the kitchen and re-circulates it into the room. These are perfect for kitchens in which ductwork cannot be installed.", "positive": "what is ductless ventless range hoods", "negative": "how far does exhaust range hood need to be inside wall vent"}
{"passage": "Pencil & watercolor portraits from your photos. Welcome! I'm Mike Theuer, a professional portrait artist. I turn your photos into pencil portraits and watercolor portraits by hand. My style is expressive, so you'll see pencil lines in my drawings and brush strokes in my paintings. I also pay close attention to light and shadow so my drawings and paintings appear to glow.", "positive": "artists who make a living do pencil portraits", "negative": "what are pencil casings called"}
{"passage": "Synonyms of group: crowd, company, party, band, troop | Collins English Thesaurus", "positive": "synonyms for group of people", "negative": "the 8f crowd was"}
{"passage": "Updated: Apr 08, 2017 01:02 PM EDT. ROCHESTER, N.Y. (WROC-TV) - On Saturday, Governor Andrew Cuomo announced the Excelsior Scholarship, part of the $153 billion New York State Budget deal that was reached on Friday night.", "positive": "governor cuomo excelsior scholarship", "negative": "define excelsior"}
{"passage": "There are 39 chapters in Divergent. It's approximately 500 pages long. Divergent is a young adult novel about a girl named Beatrice living in dystopian Chicago where society has been divided into factions dedicated to various virtues. Every person must pick one group, and therefore virtue, to which they will dedicate the rest of their lives.", "positive": "how many pages does divergent have", "negative": "what is dystopian literature"}
{"passage": "ARCHIVED: What is UNC? Universal Naming Convention (UNC), also called Uniform Naming Convention, is a NetBIOS naming format for identifying and specifying the location of servers, printers, and other resources on a local area network (LAN).", "positive": "what is unc path", "negative": "whose system of classifying and naming organisms"}
{"passage": "It’s the Reagan Economy, Stupid. This essay first appeared in the February 1, 2000 Washington Times. This week America crosses one of the great economic milestones in our nation’s history. We will officially break the record for the longest business cycle expansion in U.S. history. The previous record was 106 months in the 1960s.", "positive": "is reagan stupid", "negative": "what is the record for the longest facetime"}
{"passage": "There is only a small window of opportunity to correct the infant’s skull. As the rate of skull growth is faster in the early ages, helmet therapy is most effective between the ages of 3 to 7 months. However, helmets are still effective until the infant is 12 months old.", "positive": "what age is helmet therapy used.", "negative": "what brand is a skull"}
{"passage": "The process in the body that produces carbon dioxide consists of air being taken into the lungs, known as inspiration or inhalation. The air is then taken back out, known as expiration or exhalation. Carbon dioxide is a waste gas produced when carbon combines with oxygen associated with energy-making processes in the body. Respiration is a term given to exchanges of oxygen found in the environment for the carbon dioxide from cells in the body. The respiratory system and the lungs allow for oxygen present in air to be absorbed by the body and allows the release of the waste gas carbon dioxide in air that is breathed out. Learn more about Human Anatomy", "positive": "how does the body make carbon dioxide", "negative": "what is respiration in the human body"}
{"passage": "Quartz sands, which are high in silica content, are used to make glass. When quartz sands are crushed they produce particles with sharp, angular edges that are sometimes used to make sandpaper for smoothing wood. Some quartz sand is found in the form of sandstone.", "positive": "what products does sand make", "negative": "mica quartz meaning"}
{"passage": "When talking about size, the counter depth refrigerator measurements may give different numbers. On the other hand, the average depth of this food and beverage cooling device measures at 25 inches. But there are those that measure as low as 24 inches or even bigger at 26.5 inches. Courtesy of Darkshark0159/Wikimedia.", "positive": "how many inches in depth is a counter depth refrigerator", "negative": "how to decide what size refrigerator you need"}
{"passage": "Plasma carries oxygen to and from cells. Plasma is 90% water. Oxygen and carbon dioxide attaches to the hemoglobin in red blood cells. Plasma carries oxygen to and from cells. Plasma is 90% water. Oxygen and carbon dioxide attaches to the hemoglobin in red blood cells.", "positive": "blood cells that carry oxygen and carbon dioxide", "negative": "what is the history of csl plasma"}
{"passage": "Decimal To Scientific Notation Converter. A decimal number that is too large or small can be easily written using Scientific notation – which is also known as standard form or exponential notation. This is an online conversion calculator that converts the given decimal value into a standard form. Code to add this calci to your website.", "positive": "convert decimal to scientific notation", "negative": "what is sigma notation used for"}
{"passage": "1 On average, a hockey stick is going to cost anywhere from $10 to as much as $300. 2  The wood sticks are generally going to be cheaper than those made of a composite material. The wood sticks are generally going to be cheaper than those made of a composite material. 2  For a good stick, plan on spending anywhere from $30 to $100. 3  For example, Purehockey.com has composite sticks selling for as low as $27.99 to as much as $259.99.", "positive": "cost of a hockey stick", "negative": "what are the first four composite number"}
{"passage": "Curcumin, a substance found in the spice turmeric, has long been used in Asian medicine to treat a variety of maladies. Now some research suggests that curcumin may help prevent or treat cancer. Curcumin is thought to have antioxidant properties, which means it may decrease swelling and inflammation.", "positive": "is curcumin found in turmeric", "negative": "is curcumin bioavailable?"}
{"passage": "The 3 female stars of the Lifetime TV movie Wild Oats, Shirley MacLaine, Jessica Lange, and Demi Moore, have all starred in films with Jack Nicholson The TV movie Wild Oats is about a widow named Eva (Shirley MacLaine) and her best friend Maddie (Jessica Lange). When Eva receives a life insurance check made out for $5 million instead of $50,000, she cashes it and brings Maddie to Europe — where they live it up, of course.", "positive": "who starred in the movie wild oats", "negative": "when was jack nicholson born"}
{"passage": "Fungal Nail Infections-Cause. Fungal nail infections can be caused by three different types of fungus, alone or in combination. 1  Dermatophytes are a type of fungus that can grow on the skin, hair, and nails. 2  They don't invade the deeper tissues of the body. 3  The most common dermatophyte, Trichophyton rubrum, causes most cases of athlete's foot.", "positive": "what cause fungus nail", "negative": "different types of nail extensions"}
{"passage": "Report Abuse. All kinds of ice skating-recreational, figure, hockey, and speed skating are all good forms of physical exercise. You will burn anywhere from 400 (rec.)- to 900 (figure, hockey, speed) calories per hour of skating. All kinds of ice skating are good cardio and they help with flexibility.", "positive": "why is skating a good exercise", "negative": "how long is a free program figure skating"}
{"passage": "A pennyweight (abbreviated dwt) is a unit of mass that is equal to 24 grains, 1⁄20 of a troy ounce, 1⁄240 of a troy pound, approximately 0.054857 avoirdupois ounce and exactly 1.55517384 grams.", "positive": "how many grams make up a pennyweight", "negative": "how many grams are in a troy ounce of silver"}
{"passage": "Yellow tongue usually occurs as a result of a harmless buildup of dead skin cells on the tiny projections (papillae) on the surface of your tongue. Most commonly this occurs when your papillae become enlarged and bacteria in your mouth produce colored pigments.", "positive": "why would your tongue be yellow", "negative": "why is my tongue yellow"}
{"passage": "Obama was first made aware in the summer of 2015 that Russia was trying to hack the both political parties in an effort to disrupt the election, NBC News reported Thursday, but he kept quiet because he assumed Democrat Hillary Clinton would win the presidency, and he didn't want to start a cyberwar with Russia.", "positive": "when was obama first made aware of russian hacking", "negative": "is it summer time in russia"}
{"passage": "If you are interested with learning any of these home remedies for cats with worms, then check out the following: 1. You can try giving your cats some diatomaceous earth that is food grade. This can be added in your cat’s food and would help in killing all the parasites that can be found in your cats’ bodies. You just have to mix at least 2 teaspoons of it with regular cat food for about a month. This will help in eliminating the worms and other parasites inside your cats’ intestines.", "positive": "natural remedies for cats that have worms", "negative": "why cats scrach for floor near food"}
{"passage": "No garbage containers allowed. Refuse and recycling collection is Monday, Tuesday, Wednesday and Friday in the City of Port Washington. Refuse and recycling collection will not be made the following holidays: Memorial Day, Independence Day, Labor Day, Thanksgiving Day, Christmas Day, and New Years Day.", "positive": "can recycling centers port washington", "negative": "what does memorial day"}
{"passage": "It is one of the light-independent reactions used for carbon fixation. Photosynthesis occurs in two stages in a cell. In the first stage, light-dependent reactions capture the energy of light and use it to make the energy-storage and transport molecules ATP and NADPH.", "positive": "what is needed for light independent reactions and what is produced", "negative": "what is the difference between the light dependent reactions and the light independent reaction"}
{"passage": "Cyanobacteria. (sī'ənōbăktĭr`ēə, sī-ăn'ō–) or. photosynthetic bacteria bacteria[pl. of bacterium], microscopic unicellular prokaryotic organisms characterized by the lack of a membrane-bound nucleus and membrane-bound organelles.", "positive": "is cyanobacteria prokaryotic", "negative": "why does your life depend on photosynthetic organisms"}
{"passage": "Shipping cost depends on origin, destination, service, package weight, and other considerations. Calculate Time and Cost helps you compare delivery times and published rates for sending UPS shipments to destinations around the world.", "positive": "does it cost money to ship a package", "negative": "does distance affect shipping cost"}
{"passage": "Itemizing requires that you not take the standard deduction, so you should only claim the medical expenses deduction if your itemized deductions are greater than your standard deduction (TurboTax will do this calculation for you).", "positive": "can i claim medical expenses", "negative": "standard deduction if someone can claim you as a dependent"}
{"passage": "International Security Studies. The International Security Studies field consists of courses that examine the sources, conduct and termination of conflict, strategy and statecraft, crisis management, regional security, intelligence, and the emerging spectrum of new and complex security issues.", "positive": "what is security studies", "negative": "what were the effects of the bank crisis in the u.s. on international politics"}
{"passage": "The privacy laws of the United States deal with several different legal concepts. One is the invasion of privacy, a tort based in common law allowing an aggrieved party to bring a lawsuit against an individual who unlawfully intrudes into his or her private affairs, discloses his or her private information, publicizes him or her in a false light, or appropriates his or her name for personal gain. Public figures have less privacy, and this is an evolving area of law as it relates to the media. Th", "positive": "invasion of privacy laws maryland", "negative": "what did grenada invasion gain the us?"}
{"passage": "Structure [edit]. The thyroid cartilage is a cartilage that sits in front of the larynx and above the thyroid gland. The cartilage is composed of two halves, which meet in the middle at a peak called the laryngeal prominence, also called the Adam's apple. In the midline above the prominence is the superior thyroid notch. A counterpart notch at the bottom of the cartilage is called the inferior thyroid notch.", "positive": "what structure, commonly known as the adam's apple protects the larynx", "negative": "is known to get two cartilage piercings at once"}
{"passage": "Keith Hersh, MA, and Randy Borum, PsyD. Command hallucinations are auditory hallucinations that instruct a patient to act. in specific ways; these commands can range in seriousness from innocuous to. life-threatening. This article summarizes two areas of research regarding com-. mand hallucinations: rates of compliance with command hallucinations; and fac-.", "positive": "command hallucinations definition", "negative": "causes of complex visual hallucinations"}
{"passage": "Here’s what you should eat. 1. Fenugreek or methi seeds: Studies indicate that fenugreek seeds have galactogogues, which help in breast milk production in mothers postpartum. Many doctors suggest new mothers to include fenugreek in their diet to improve their milk production for the same reason.ere’s what you should eat. 1. Fenugreek or methi seeds: Studies indicate that fenugreek seeds have galactogogues, which help in breast milk production in mothers postpartum. Many doctors suggest new mothers to include fenugreek in their diet to improve their milk production for the same reason.", "positive": "how to eat fenugreek seeds for breast milk", "negative": "what is attachment for mothers"}
{"passage": "1.The main difference between observational study and experiments is in the way the observation is done. 2.In an experiment, the researcher will undertake some experiment and not just make observations. In observational study, the researcher simply makes an observation and arrives at a conclusion.", "positive": "difference between observational and experimental", "negative": "is an observational study an experiment"}
{"passage": "Toll-free telephone number. A toll-free telephone number or freephone number is a telephone number that is billed for all arriving calls instead of incurring charges to the originating telephone subscriber. For the calling party, a call to a toll-free number from a landline is free of charge. A toll-free, Freecall, Freephone, 800, 0800 or 1-800 number is identified by a dialing prefix similar to a geographic area code, such as 800. The specific service access numbers vary by country.", "positive": "definition of toll free number", "negative": "ups nashville telephone number"}
{"passage": "Persis Drell is Stanford's thirteenth Provost. As the chief academic and chief budgetary officer of the University, the Provost is responsible for administering the academic program, including both instruction and research, and for the coordination of the administrative and support functions of the University with its academic purposes. See Also.", "positive": "who is the provost of stanford university", "negative": "Academic research definition"}
{"passage": "The phragmoplast is a plant cell specific structure that forms during late cytokinesis. It serves as a scaffold for cell plate assembly and subsequent formation of a new cell wall separating the two daughter cells.", "positive": "define phragmoplast", "negative": "what structure lies nearly vertically on the wall of the saccule"}
{"passage": "Oregano essential oil for warts. By. I have read over and over on the Young Living yahoo groups about people using Oregano oil to kill their warts and other growths. They were having faster results than with the topical creams they had always used before they knew about essential oils.", "positive": "what young living oil is good for warts", "negative": "are warts harmful"}
{"passage": "Khujo a.k.a. Khujo Goodie (born Willie Edward Knighton Jr.; March 13, 1972) is an American hip hop musician. He is one-fourth of Goodie Mob (along with T-Mo, Cee-Lo, and Big Gipp), and one-half of The Lumberjacks (with T-Mo). 1 Life and career.", "positive": "willie knighton", "negative": "where is thornfield mo"}
{"passage": "Thyroid is usually quarter sized, but many problems can lead to the causes of enlarged thyroid. Some of the disorders include pregnancy, Graves' disease, thyroiditis and iodine deficiency. Hence, thyroid diseases can significantly have a great impact on a person's health.ome of the causes of enlarged thyroid are listed below: Iodine Inadequate consumption of iodine is the one of the biggest causes of enlarged thyroid. Iodine can be found in shellfish and iodized salt. The thyroid gland makes use of this element to produce hormones.", "positive": "causes of an enlarged thyroid", "negative": "fda iodized salt labeling"}
{"passage": "You'll be taken to a recovery area to sit or lie quietly after your endoscopy. You may stay for an hour or so. This allows your health care team to monitor you as the sedative begins to wear off. Once you're at home, you may experience some mildly uncomfortable signs and symptoms after endoscopy, such as:", "positive": "endoscopy how long does it take to wear off", "negative": "what is an upper endoscopy"}
{"passage": "Huntsville, Utah. The eastern part of Huntsville. Huntsville is a town in Weber County, Utah, United States. The population was 649 at the 2000 census. It is part of the Ogden–Clearfield, Utah Metropolitan Statistical Area.", "positive": "what county is huntsville utah in", "negative": "what county is utah valley"}
{"passage": "Utah County completes $50 million upgrades on water treatment plant. On Thursday, the Utah Valley Water Treatment Plant was officially renamed the Don A. Christiansen Regional Water Treatment Plant in honor of its former longtime general manager. Read more ».", "positive": "what county is utah valley", "negative": "how often do you water a spider plant"}
{"passage": "At this point, the ductus arteriosus is not needed to bypass the lungs. Under normal circumstances, within the first few days or weeks after birth, the ductus arteriosus closes and blood no longer passes through it. Most babies have a closed ductus arteriosus by 72 hours after birth. In some babies, however, the ductus arteriosus remains open (patent) and becomes a problem, PDA. The opening between the aorta and the pulmonary artery allows oxygen-rich (red) blood to pass back through the blood vessels in the lungs.", "positive": "what causes a pda to close after birth", "negative": "what is ductus arteriosus"}
{"passage": "Short-term runs 86 percent full and economy 44 percent. The study also found that TIA is on the low end of parking rates when compared to 13 other domestic airports. For instance, San Francisco International Airport charges twice that of TIA's $9-per-24-hours for economy parking.Denver International's short-term parking is $96-per-24-hours compared to Tampa's $20.In long-term parking, Phoenix Sky Harbor Airport costs $25 to TIA's $16. Rashid chided the LeighFischer representative for not presenting detailed revenue projections.or instance, San Francisco International Airport charges twice that of TIA's $9-per-24-hours for economy parking. Denver International's short-term parking is $96-per-24-hours compared to Tampa's $20.", "positive": "parking fees at tia", "negative": "is there long term parking at amtrak stations"}
{"passage": "Common symptoms and signs of benign bug bites include the following: 1  redness, 2  mild burning, 3  localized and minor swelling or pain, and.  itching.", "positive": "bug bites pictures and symptoms", "negative": "what helps itching from bug bites"}
{"passage": "Time Zones in Texas. Texas is generally in the Central Time Zone, and its west border corner region is in the Moutain Time Zone. Cities in Central Standard Time Zone include Houston, Lubbock, San Antonio, Abilene, Odessa and Amarillo. Cities in Moutain Standard Time Zone include El Paso and Hudspeth.", "positive": "time zone texas in", "negative": "what time zone is bermuda in"}
{"passage": "Trending Now. Answers. Best Answer: Buttering is the addition of material, by welding, on one or both faces of a joint, prior to the preparation of the joint for final welding, for the purpose of providing a suitable transition weld deposit for the subsequent completion of the joint.", "positive": "buttering welding definition", "negative": "trending from meaning"}
{"passage": "1 Most often, the catheter is inserted through the urethra. This is the tube that carries urine from the bladder to the outside of the body.  Sometimes, the provider will insert a catheter into your bladder through a small hole in your belly. This is done at a hospital or provider's office.", "positive": "process of inserting a hollow tube into the bladder to release urine", "negative": "what is a silastic catheter"}
{"passage": "Instruments of the Orchestra. Welcome to the world of classical music instruments! Musical instruments are grouped into different families based on the way the instrument makes its sound.There are four main families of instruments: strings, woodwinds, brass, and percussion.nstruments of the Orchestra. Welcome to the world of classical music instruments! Musical instruments are grouped into different families based on the way the instrument makes its sound.", "positive": "what instruments are used in orchestra", "negative": "what style of music does the instrument rebec play"}
